Repository: candlepin/subscription-manager
Catalog: syspurpose/po/*.po
Languages: es, fr, it

source: usage:
es: modo de empleo:
fr: Utilisation :
it: uso:

source: .__call__() not defined
es: .__call__() no definido
fr: .__call__() non défini
it: .__call__() non definito

source: unknown parser %(parser_name)r (choices: %(choices)s)
es: interpretación %(parser_name)r desconocida (elija: %(choices)s)
fr: analyseur syntaxique %(parser_name)r inconnu (choix : %(choices)s)
it: analizzatore %(parser_name)r sconosciuto (disponibili: %(choices)s)

source: argument "-" with mode %r
es: argumento "-" con modo %r
fr: l'argument "-" avec le mode %r
it: argomento "-" con modo %r

source: can't open '%s': %s
es: no puedo abrir '%s': %s
fr: impossible d'ouvrir «%s » : %s
it: impossibile aprire "%s": %s

source: cannot merge actions - two groups are named %r
es: no se pueden fusionar acciones - hay dos grupos llamados %r
fr: impossible de fusionner les actions : deux groupes portent le nom %r
it: impossibile unire le azioni - due gruppi sono chiamati %r

source: 'required' is an invalid argument for positionals
es: 'required' es un argumento no válido para posicionales
fr: Le terme "requis" n'est pas un argument valable pour les positionnels
it: 'required' è un argomento non valido per parametri posizionali

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
es: opción de cadena %(option)r inválida: debe iniciar con un carácter %(prefix_chars)r
fr: chaîne d'option invalide %(option)r : doit commencer par un caractère %(prefix_chars)r
it: stringa di opzione %(option)r non valida: deve iniziare con un carattere %(prefix_chars)r

source: dest= is required for options like %r
es: dest= está requerido para opciones como %r
fr: dest= est nécessaire pour les options telles que %r
it: dest= è richiesto per opzioni come %r

source: invalid conflict_resolution value: %r
es: valor no válido de conflict_resolution: %r
fr: valeur de résolution de conflit invalide : %r
it: valore non valido di conflict_resolution: %r

source: conflicting option string: %s
es: cadena con opción en conflicto: %s
fr: chaîne d'option conflictuelle : %s
it: stringa di opzione in conflitto: %s

source: mutually exclusive arguments must be optional
es: argumentos mutuamente exclusivos deben ser opcionales
fr: les arguments mutuellement exclusifs doivent être facultatifs
it: argomenti mutualmente esclusivi devono essere opzionali

source: positional arguments
es: argumentos posicionales
fr: Arguments positionnels
it: argomenti posizionali

source: optional arguments
es: argumentos opcionales
fr: arguments optionnels
it: argomenti opzionali

source: show this help message and exit
es: mostrar este mensaje de ayuda y salir
fr: afficher ce message d'aide et quitter
it: mostra questo messaggio d'aiuto ed esci

source: cannot have multiple subparser arguments
es: no se pueden tener múltiples argumentos de sub-intérprete
fr: impossible d'avoir plusieurs arguments de sous-analyseur
it: impossibile avere multipli sotto-analizzatori di argomenti

source: unrecognized arguments: %s
es: argumentos no reconocidos: %s
fr: des arguments non reconnus : %s
it: argomenti non riconosciuti: %s

source: not allowed with argument %s
es: no permitido con argumento %s
fr: non autorisé avec l'argument %s
it: non permesso con argomento %s

source: ignored explicit argument %r
es: se hace caso omiso al argumento explícito %r
fr: argument explicite ignoré %r
it: ignorato argomento esplicito %r

source: the following arguments are required: %s
es: los argumentos siguientes son requeridos: %s
fr: les arguments suivants sont requis : %s
it: gli argomenti seguenti sono richiesti: %s

source: one of the arguments %s is required
es: uno se los argumentos de %s es requerido
fr: l'un des arguments %s est requis
it: uno degli argomenti %s è richiesto

source: expected one argument
es: se espera un argumento
fr: un argument attendu
it: atteso un argomento

source: expected at most one argument
es: se espera como máximo un argumento
fr: au plus un argument attendu
it: atteso al più un argomento

source: expected at least one argument
es: esperaba al menos un argumento
fr: au moins un argument attendu
it: atteso almeno un argomento

source: expected %s argument
es: argumento esperado %s
fr: %s argument attendu
it: atteso %s argomento

source: ambiguous option: %(option)s could match %(matches)s
es: opciones ambiguas: %(option)s pudo coincidir con %(matches)s
fr: option ambiguë : %(option)s pourrait correspondre à %(matches)s
it: opzione ambigua: %(option)s può corrispondere a %(matches)s

source: unexpected option string: %s
es: cadena de opción inesperada: %s
fr: chaîne d'option inattendue : %s
it: stringa di opzione non attesa: %s

source: %r is not callable
es: %r no es invocable
fr: %r n'est pas appelable
it: %r non è chiamabile

source: invalid %(type)s value: %(value)r
es: valor %(type)s no válido: %(value)r
fr: valeur %(type)s non valide : %(value)r
it: valore %(type)s non valido: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
es: elección no válida: %(value)r (elija desde %(choices)s)
fr: choix non valide : %(value)r (choisir parmi %(choices)s)
it: selezione non valida: %(value)r (scegliere da %(choices)s)

source: %(prog)s: error: %(message)s
fr: %(prog)s : erreur : %(message)s
it: %(prog)s: errore: %(message)s

source: Warning: A {attr} of "{download_value}" was recently set for this system by the entitlement server administrator. {advice}
es: Advertencia: Un {attr} de "{download_value}" se estableció recientemente para este sistema por el administrador del servidor de derechos. {advice}
fr: Avertissement : L'administrateur du serveur de droits d’accès a récemment défini un {attr} de "{download_value}" pour ce système. {advice}
it: Avvertimento: Un {attr} di "{download_value}" è stato recentemente impostato per questo sistema dall'amministratore del server dei diritti. {advice}

source: If you'd like to overwrite the server side change please run: {command}
es: Si desea sobrescribir el cambio del lado del servidor, ejecute: {command}
fr: Si vous souhaitez remplacer des données au niveau serveur, veuillez exécuter : {command}
it: Se desideri sovrascrivere sul server esegui: {command}

source: Added "{value}" to {prop_name}.
es: Añadido "{value}" a {prop_name}.
fr: {value} ajouté à {prop_name}.
it: Aggunto "{value}" a "{prop_name}".

source: Not adding value "{value}" to {prop_name}; it already exists.
es: No adjuntando valor "{value}" a {prop_name}; ya existe.
fr: Ne pas ajouter la valeur «{value} » à {prop_name} ; elle existe déjà.
it: Non viene aggiunto "{value}" a "{prop_name}": esiste già.

source: {attr} updated.
es: {attr} actualizado.
fr: {attr} mis à jour.
it: {attr} aggiornato.

source: Removed "{val}" from {name}.
es: Quitado "{val}" desde {name}.
fr: "{val}" retiré de {name}.
it: Rimosso "{val}" da {name}.

source: Not removing value "{val}" from {name}; it was not there.
es: No quitando valor "{val}" desde {name}; no estaba allí.
fr: "{val}" non retiré de {name} ; n’était pas présent.
it: Non viene rimosso "{val}" da {name}; non era presente.

source: {attr} set to "{val}".
es: {attr} fijado a "{val}".
fr: {attr} défini à "{val}".
it: "{attr}" impostato a "{val}".

source: {attr} unset.
es: {attr} desarmado.
fr: {attr} non défini.
it: {attr} disinserito.

source: System Syspurpose Management Tool
es: Herramienta de Gestión de Syspurpose del Sistema
fr: Outil de gestion des objectifs système «syspurpose»
it: Strumento di gestione degli scopi del sistema

source: The 'syspurpose' command is deprecated and will be removed in a future major release. Please use the 'subscription-manager syspurpose' command going forward.
es: El comando 'syspurpose' está obsoleto y será eliminado en una liberación mayor futura. Utilice el comando 'subscription-manager syspurpose' desde ahora.
fr: La commande « syspurpose » est obsolète et sera supprimée dans une future version majeure. Veuillez utiliser la commande « subscription-manager syspurpose » à l'avenir.
it: Il comando 'sysscope' è deprecato e verrà rimosso in una futura versione principale. D'ora in poi utilizza il comando "subscription-manager sysscope".

source: The value(s) to add
es: El valor o valores a añadir
fr: Les valeur(s) à ajouter
it: Il valori da aggiungere

source: The value(s) to remove
es: El valor o valores a eliminar
fr: La ou les valeur(s) à supprimer
it: I valori da rimuovere

source: The value to set
es: El valor a ajustar
fr: La valeur à définir
it: Il valore da impostare

source: Sets the value for the given property
es: Establece el valor de la propiedad en cuestión
fr: Définit la valeur pour la propriété donnée
it: Imposta il valore per la proprietà data

source: The name of the property to set/update
es: El nombre de la propiedad a establecer/actualizar
fr: Le nom de la propriété à définir/mettre à jour
it: Il nome della proprietà da impostare/aggiornare

source: Unsets (clears) the value for the given property
es: Desactiva (borra) el valor de la propiedad en cuestión
fr: Supprime la valeur d'une propriété donnée
it: Annulla (cancella) il valore per la proprietà data

source: Adds the value(s) to the given property
es: Añade el(los) valor(es) a la propiedad en cuestión
fr: Ajoute la ou les valeur(s) pour une propriété donnée
it: Aggiunge valori alla proprietà data

source: The name of the property to update
es: El nombre de la propiedad a actualizar
fr: Le nom de la propriété à mettre à jour
it: Il nome della proprietà da aggiornare

source: Removes the value(s) from the given property
es: Elimina el valor o valores de la propiedad en cuestión
fr: Supprimer la ou les valeur(s) de la propriété donnée
it: Rimuove i valori dalla proprietà data

source: Set the system role to the system syspurpose
es: Establece el rol del sistema para el syspurpose del sistema
fr: Définir le rôle du système en fonction du syspurpose
it: Imposta il ruolo di sistema sullo scopo del sistema

source: Clear set role
es: Vaciar establecer rol
fr: Supprimer le rôle défini
it: Ruolo chiaro e definito

source: Add addons to the system syspurpose
es: Añadir añadidos para el sistema syspurpose
fr: Ajoute les extensions au syspurpose du système
it: Aggiungi componenti aggiuntivi allo scopo del sistema

source: Remove addons from the system syspurpose
es: Desinstala adjuntos desde el sistema syspurpose
fr: Supprime les extensions en provenance du syspurpose système
it: Rimuovere i componenti aggiuntivi dallo scopo di sistema del sistema

source: Clear set addons
es: Vaciar conjunto de agregados
fr: Supprimer les extensions définies
it: Cancella i componenti aggiuntivi impostati

source: Set the system sla
es: Ajustar la sla del sistema
fr: Définir sla système
it: Imposta SLA di sistema

source: Clear set sla
es: Borrar set sla
fr: Supprimer sla défini
it: Cancella SLA impostata

source: Set the system usage
es: Fijar la utilización del sistema
fr: Définir utilisation système
it: Imposta l'utilizzo del sistema

source: Clear set usage
es: Vaciar conjunto de uso
fr: Supprimer utilisation définie
it: Cancella l'utilizzo del set

source: Show the current system syspurpose
es: Mostrar el propósito del sistema actual
fr: Afficher syspurpose du système actuel
it: Mostra il sistema attuale condiviso

source: WARNING: Setting syspurpose in containers has no effect. Please run syspurpose on the host.
es: ADVERTENCIA: La configuración de syspurpose en los contenedores no tiene ningún efecto. Ejecute syspurpose en el host.
fr: ATTENTION : l'installation de syspurpose dans les conteneurs n'a aucun effet. Veuillez exécuter syspurpose sur l'hôte.
it: AVVISO: l'impostazione di syspurpose nei container non ha alcun effetto. Eseguire syspurpose sull'host.

source: Warning: Unable to sync system purpose with subscription management server: subscription_manager module is not available.
es: Aviso: no es capaz de sincronizar el sistema de propósito con gestor de suscripción del servidor: módulo subscription_manager no está disponible.
fr: Avertissement : impossible de synchroniser la finalité du système avec le serveur de gestion des abonnements : le module subscription_manager n'est pas disponible.
it: Avviso: non è possibile sincronizzare lo scopo del sistema con il server di gestione delle sottoscrizioni: il modulo subscription_manager non è disponibile.

source: Error: Malformed data in file {}; please review and correct.
es: Error: datos malformados en el archivo {}; revise y corrija.
fr: Erreur : données malformées dans le fichier {} ; veuillez les vérifier et les corriger.
it: Errore: dati in formato non valido nel file {}; per favore controllare e correggere.

source: Cannot read syspurpose file {} Are you root?
es: No puede leer el archivo syspurpose {} ¿Es usted root?
fr: Impossible de lire le fichier syspurpose {} Possédez-vous un accès superutilisateur ?
it: Impossibile leggere il file syspurpose {} Sei root?

source: Warning: Provided value "{val}" is not included in the list of valid values for attribute {attr}:
es: Aviso: valor proporcionado "{val}" no es incluido en la lista de valores válidos para el atributo {attr}:
fr: Avertissement : La valeur fournie « {val} » ne figure pas dans la liste des valeurs valides de l’attribut {attr} :
it: Avviso: il valore fornito "{val}" non è incluso nella lista dei valori validi per l'attributo {attr}:

source: Warning: Provided key "{key}" is not included in the list of valid keys:
es: Aviso: clave "{key}" proporcionada no está incluida en la lista de claves válidas:
fr: Avertissement : La clé fournie « {key} » ne figure pas dans la liste des clés valides :
it: Avviso: la chiave fornita "{key}" non è inclusa nella lista delle chiavi valide:

source: User interrupted process
es: Proceso interrumpido por el usuario
fr: Processus interrompu par l'utlisateur
it: Processo interrotto dall'utente

source: Cannot create directory {} Are you root?
es: No se puede crear un directorio {} ¿Es usted root?
fr: N'a pas pu créer le répertoire {} Possédez-vous un accès superutilisateur ?
it: Impossibile creare la directory {} Sei root?

source: Cannot create file {} Are you root?
es: No se puede crear un archivo {} ¿Es usted root?
fr: N'a pas pu créer le fichier {} Possédez-vous un accès superutilisateur ?
it: Impossibile creare il file {} Sei root?
