Repository: candlepin/subscription-manager
Catalog: po/*.po
Languages: cs, de

source: This system is already registered. Add force to options to override.
cs: Tento systém už je zaregistrován. Pokud chcete přebít, přidejte k volbám force (vynutit).
de: Dieses System ist bereits registriert. Optionen zum Überschreiben verleihen Sie Kraft.

source: Error: system name can not be empty.
cs: Chyba: název systému nemůže zůstat nevyplněný.
de: Fehler: Systemname darf nicht leer sein.

source: Error: Can not force registration while attempting to recover registration with consumerid. Please use --force without --consumerid to re-register or use the clean command and try again without --force.
cs: Chyba: Nebylo možné vynutit registraci při pokusu o zotavení registrace pomocí identifikátoru spotřebitele (consumerid). Pro opětovnou registraci použijte --force bez --consumerid, nebo použijte příkaz clean (vyčistit) a zkuste to znovu bez --force.
de: Fehler: Die Registrierung kann beim Versuch, eine Registrierung mit Verbraucher-ID wiederherzustellen, nicht erzwungen werden. Bitte verwendet Sie --force ohne --consumerid, um sich erneut zu registrieren, oder verwenden Sie den »clean«-Befehl und versuchen Sie es erneut ohne --force.

source: Error: Must specify an activation key
cs: Chyba: je třeba zadat aktivační klíč
de: Fehler: Aktivierungsschlüssel muss angegeben werden

source: Error: Activation keys do not require user credentials.
cs: Chyba: Aktivační klíče nepotřebují přihlašovací údaje uživatele.
de: Fehler: Aktivierungsschlüssel erfordern keine Berechtigungsnachweise des Benutzers.

source: Error: Activation keys can not be used with previously registered IDs.
cs: Chyba: Aktivační klíče není možné použít s dříve zaregistrovanými identifikátory.
de: Fehler: Aktivierungsschlüssel können nicht mit bereits registrierten IDs verwendet werden.

source: Error: Activation keys do not allow environments to be specified.
cs: Chyba: Aktivační klíče neumožňují zadávání prostředí.
de: Fehler: Es dürfen keine Umgebungen im Aktivierungsschlüssel angegeben werden.

source: Error: Missing username or password.
cs: Chyba: chybí uživatelské jméno nebo heslo.
de: Fehler: Fehlende Benutzernamen oder Kennwort.

source: Matched
cs: Nalezena shoda
de: Übereinstimmend

source: Mismatched
cs: Nenalezena shoda
de: Nicht übereinstimmend

source: Partial
cs: Částečné
de: Teilweise

source: Not Specified
cs: Neuvedeno
de: Unbestimmt

source: Disabled
cs: Vypnuto
de: Deaktiviert

source: Register the system to the server
cs: Zaregistrovat systém k serveru
de: System beim Server registrieren

source: Unregister the system from the server
cs: Zrušit registraci systému ze serveru
de: System vom Server abmelden

source: This system is registered to spacewalk
cs: Tento systém je zaregistrován u spacewalk
de: Dieses System ist bei Spacewalk registriert

source: WARNING
cs: VAROVÁNÍ
de: WARNUNG

source: You have already registered with spacewalk.
cs: Už jste zaregistrovali u spacewalk.
de: Sie haben sich bereits bei Spacewalk registriert.

source: Please enter your account information:
cs: Zadejte informace o svém účtu:
de: Bitte geben Sie Ihre Accountinformationen ein:

source: Contact your system administrator if you have forgotten your login or password
cs: Pokud jste zapomněli své přihlašovací jméno nebo heslo, obraťte se na svého správce systémů
de: Setzen Sie sich mit Ihrem Systemadministrator in Verbindung, falls Sie Ihr Login oder Passwort vergessen haben

source: Register this system to the Customer Portal or another subscription management service
cs: Zaregistrovat tento systému na Zákaznickém portálu nebo jiné službě správy předplatného
de: Registrieren dieses Systems beim Kundenportal oder einem anderen Subskriptionsverwaltungsdienst

source: Unregister this system from the Customer Portal or another subscription management service
cs: Zrušit registraci tohoto systému na Zákaznickém portálu nebo jiné služby správy předplatného
de: Abmelden dieses Systems vom Kundenportal oder einem anderen Subskriptionsverwaltungsdienst

source: This system is registered to RHN Classic.
cs: Tento systém je zaregistrován u RHN Classic.
de: Dieses System ist bei RHN Classic registriert.

source: This system has already been registered with Red Hat using RHN Classic.
cs: Tento systému už je zaregistrován u Red Hat pomocí RHN Classic.
de: Dieses System wurde bereits mit RHN Classic bei Red Hat registriert.

source: Your system is being registered again using Red Hat Subscription Management. Red Hat recommends that customers only register once.
cs: Váš systém je registrován znovu pomocí Správy Red Hat předplatného. Red Hat doporučuje, aby zákazníci registrovali pouze jednou.
de: Ihr System wird erneut mithilfe des Red Hat Subscription Managements registriert. Red Hat empfiehlt seinen Kunden, sich nur einmal zu registrieren.

source: To learn how to unregister from either service please consult this Knowledge Base Article: https://access.redhat.com/kb/docs/DOC-45563
cs: Pokud se chcete dozvědět, jak zrušit registraci z jedné či druhé služby, podívejte se do tohoto článku ve znalostní databázi: https://access.redhat.com/kb/docs/DOC-45563
de: Informationen über das Abmelden von einem dieser Dienste finden Sie in folgendem Knowledgebase-Artikel: https://access.redhat.com/kb/docs/DOC-45563

source: Please enter your Red Hat account information:
cs: Zadejte informace o svém Red Hat účtu:
de: Bitte geben Sie Ihre Red Hat Accountinformationen ein:

source: This system is registered using both RHN Classic and Red Hat Subscription Management.
cs: Tento systém je registrován pomocí jak RHN Classic, tak Správy Red Hat předplatného.
de: Dieses System wurde sowohl mit der RHN Classic Technologie als auch mit Red Hat Subscription Management registriert.

source: Red Hat recommends that customers only register with one service.
cs: Red Hat doporučuje, aby zákazníci registrovali pouze u jedné služby.
de: Red Hat empfiehlt seinen Kunden, sich nur mit einem Dienst zu registrieren.

source: To learn more about RHN registration and technologies please consult this Knowledge Base Article: https://access.redhat.com/kb/docs/DOC-45563
cs: Pokud se chcete dozvědět více o registraci a technologiích, používaných v rámci RHN, podívejte se do tohoto článku ve znalostní databázi: https://access.redhat.com/kb/docs/DOC-45563
de: Mehr Informationen über die RHN-Registrierung und zugehörige Technologien finden Sie im folgenden Knowledgebase-Artikel: https://access.redhat.com/kb/docs/DOC-45563

source: RHN Classic and Red Hat Subscription Management
cs: Správa RHN Classic a Red Hat předplatného
de: RHN Classic und Red Hat Subscription Management

source: Tip: Forgot your login or password? Look it up at https://redhat.com/forgot_password
cs: Tip: Zapomněli jste své přihlašovací jméno nebo heslo? Podívejte se do https://redhat.com/forgot_password
de: Tipp: Login oder Passwort vergessen? Abrufen unter https://redhat.com/forgot_password

source: Current
cs: Stávající
de: Aktuell

source: Insufficient
cs: Nedostatečné
de: Ungenügend

source: Invalid
cs: Neplatné
de: Ungültig

source: Usage: %s MODULE-NAME [MODULE-OPTIONS] [--help]
cs: Použití: %s NÁZEV-MODULU [PŘEDVOLBY-PRO-MODUL] [--help]
de: Verwendung: %s MODUL-NAME [MODUL-OPTIONEN] [--help]

source: Primary Modules:
cs: Hlavní moduly:
de: Primäre Module:

source: Other Modules:
cs: Ostatní moduly:
de: Andere Module:

source: Warning: A {attr} of "{download_value}" was recently set for this system by the entitlement server administrator. {advice}
cs: Varování: tomuto systému byla nedávno správcem serveru pro správu nároků nastavena hodnota {attr} „{download_value}“ . {advice}
de: Warnung: Ein {attr} von "{download_value}" wurde kürzlich vom Berechtigungsserver-Administrator für dieses System festgelegt. {advice}

source: If you'd like to overwrite the server side change please run: {command}
cs: Pokud chcete změny na straně serveru přebít, spusťte: {command}
de: Wenn Sie die serverseitige Änderung überschreiben möchten, führen Sie bitte Folgendes aus: {command}

source: set {attr} of system purpose
cs: nastavit {attr} účelu systému
de: setze {attr} des Systemzwecks

source: unset {attr} of system purpose
cs: zrušit nastavení {attr} účelu systému
de: entferne {attr} des Systemzwecks

source: add an item to the list ({attr}).
cs: přidat položku na seznam ({attr}).
de: ein Element zur Liste hinzufügen ({attr}).

source: remove an item from the list ({attr}).
cs: odebrat položku ze seznamu ({attr}).
de: ein Element aus der Liste entfernen ({attr}).

source: show this system's current {attr}
cs: zobrazit stávající {attr} tohoto systému
de: aktuelle {attr} dieses Systems anzeigen

source: list all {attr} available
cs: vypsat veškeré dostupné {attr}
de: alle verfügbaren {attr} auflisten

source: --unset cannot be used with --set, --add, or --remove
cs: --unset není možné použít ve spojení s --set, --add nebo --remove
de: --unset kann nicht mit --set, --add oder --remove verwendet werden

source: --add cannot be used with --remove
cs: --add nemůže být použito ve spojení s --remove
de: --add kann nicht mit --remove . verwendet werden

source: Error: you can specify --username or --token not both
de: Fehler: Sie können --username oder --token nicht beides angeben

source: Error: you must register or specify --username and --password to list {attr}
cs: Chyba: je třeba zaregistrovat nebo zadat --username a --password do seznamu {attr}
de: Fehler: Sie müssen sich registrieren oder --username und --password angeben, um {attr} aufzulisten

source: Proxy connection failed, please check your settings.
de: Proxy-Verbindung fehlgeschlagen, bitte überprüfen Sie Ihre Einstellungen.

source: Warning: Provided value {vals} is not included in the list of valid values
cs: Varování: Zadaná hodnota {vals} není obsažena v seznamu platných hodnot
de: Warnung: Der angegebene Wert {vals} ist nicht in der Liste der gültigen Werte enthalten

source: Warning: This organization does not have any subscriptions that provide a system purpose "{attr}". This setting will not influence auto-attaching subscriptions.
cs: Varování: Tato organizace nemá žádná předplatná, která poskytují účel systému „{attr}“. Toto nastavení neovlivní automaticky připojovaná předplatná.
de: Warnung: Diese Organisation hat keine Abonnements, die einen Systemzweck "{attr}" bereitstellen. Diese Einstellung hat keinen Einfluss auf das automatische Anhängen von Abonnements.

source: {attr} set to "{val}".
cs: {attr} nastaven na „{val}“.
de: {attr} auf "{val}" gesetzt.

source: {attr} unset.
cs: {attr} odnastaven.
de: {attr} nicht gesetzt.

source: {attr} updated.
cs: {attr} zaktualizován.
de: {attr} aktualisiert.

source: Current {name}: {val}
cs: Stávající {name}: {val}
de: Aktuell {name}: {val}

source: {name} not set.
cs: {name} nenastaveno.
de: {name} nicht festgelegt.

source: Available {syspurpose_attr}
cs: K dispozici {syspurpose_attr}
de: Verfügbar {syspurpose_attr}

source: There are no available values for the system purpose "{syspurpose_attr}" from the available subscriptions in this organization.
cs: Nejsou zde k dispozici žádné dostupné hodnoty pro účel systému „{syspurpose_attr}“ z předplatných, která má tato organizace k dispozici.
de: Es sind keine Werte für den Systemzweck "{syspurpose_attr}" aus den verfügbaren Abonnements in dieser Organisation verfügbar.

source: Unable to get the list of valid values for the system purpose "{syspurpose_attr}".
cs: Nebylo možné získat seznam platných hodnot účelů systému „{syspurpose_attr}“.
de: Die Liste der gültigen Werte für den Systemzweck "{syspurpose_attr}" kann nicht abgerufen werden.

source: Unable to connect to server using token
de: Verbindung zum Server mit Token nicht möglich

source: Note: The currently configured entitlement server does not support System Purpose {attr}.
cs: Pozn.: Stávající nastavený server pro správu nároků nepodporuje účel systému {attr}.
de: Hinweis: Der derzeit konfigurierte Berechtigungsserver unterstützt den Systemzweck {attr} nicht.

source: The ID of the pool to attach (can be specified more than once)
de: Die ID des zu verknüpfenden Pools (kann mehrmals angegeben werden)

source: Number of subscriptions to attach. May not be used with an auto-attach.
de: Anzahl zu verknüpfender Subskriptionen. Kann nicht mit auto-attach verwendet werden.

source: Automatically attach only subscriptions matching the specified service level; only used with --auto
de: Nur Subskriptionen, die dem angegebenen Servicelevel entsprechen, automatisch verknüpfen; wird nur mit --auto verwendet

source: A file from which to read pool IDs. If a hyphen is provided, pool IDs will be read from stdin.
de: Die Datei, aus der Pool-IDs gelesen werden. Falls stattdessen ein Bindestrich angegeben wird, werden Pool-IDs von stdin gelesen.

source: All installed products are covered by valid entitlements.
de: Alle installierten Produkte werden von gültigen Berechtigungen abgedeckt.

source: No need to update subscriptions at this time.
de: Derzeit keine Aktualisierung der Subskriptionen nötig.

source: Attach a specified subscription to the registered system
de: Angegebene Subskription mit registriertem System verknüpfen

source: Error: --auto may not be used when specifying pools.
de: Fehler: --auto darf nicht verwendet werden, wenn Pools angegeben werden.

source: Error: The --servicelevel option cannot be used when specifying pools.
de: Fehler: Die Option --servicelevel kann nicht verwendet werden, wenn Pools angegeben werden.

source: Error: Quantity must be a positive integer.
de: Fehler: Anzahl muss eine positive Ganzzahl sein.

source: Error: --quantity may not be used with an auto-attach
de: Fehler: --quantity kann nicht mit auto-attach verwendet werden

source: Error: Received data does not contain any pool IDs.
de: Fehler: Erhaltene Daten enthalten keine Pool-IDs.

source: Please enter a valid numeric pool ID.
de: Bitte geben Sie eine gültige, numerische Pool-ID an.

source: No Installed products on system. No need to attach subscriptions.
de: Keine installierten Produkte auf dem System. Keine Verknüpfung mit Subskriptionen nötig.

source: All installed products are covered by valid entitlements. No need to update subscriptions at this time.
de: Alle installierten Produkte werden von gültigen Berechtigungen abgedeckt. Eine Aktualisierung der Subskriptionen ist derzeit nicht notwendig.

source: Error: The --servicelevel option is not supported by the server. Did not complete your request.
de: Fehler: Die --servicelevel-Option wird vom Server nicht unterstützt. Ihre Anfrage wurde nicht durchgeführt.

source: Entitlement Certificate(s) update failed due to the following reasons:
de: Aktualisierung der Berechtigungszertifikate fehlgeschlagen aus folgenden Gründen:

source: Set if subscriptions are attached on a schedule (default of daily)
de: Gibt an, ob Subskriptionen nach Zeitplan verknüpft werden (Standard ist täglich)

source: specify whether to enable or disable auto-attaching of subscriptions
de: Gibt an, ob das automatische Verknüpfen von Subskriptionen aktiviert oder deaktiviert ist

source: try to attach subscriptions for uncovered products each check-in
de: Versucht bei jeder Anmeldung, für alle nicht abgedeckten Produkte mit Subskriptionen zu verknüpfen

source: do not try to automatically attach subscriptions each check-in
de: Versucht nicht bei jeder Anmeldung, für alle nicht abgedeckten Produkte mit Subskriptionen zu verknüpfen

source: show the current auto-attach preference
de: Zeigt die derzeitige Einstellung zur automatischen Verknüpfung

source: Auto-attach preference: enabled
de: Einstellung zur automatischen Verknüpfung: Aktiviert

source: Auto-attach preference: disabled
de: Einstellung zur automatischen Verknüpfung: Deaktiviert

source: Remove all local system and subscription data without affecting the server
cs: Odebrat veškerá lokální systémová data a data předplatného, aniž by to server postihlo
de: Alle lokalen System- und Subskriptionsdaten ohne Auswirkungen auf den Server entfernen

source: All local data removed
cs: Veškerá lokální data odebrána
de: Alle lokalen Daten entfernt

source: Ignoring request to auto-attach. It is disabled for org "{owner_id}" because of the content access mode setting.
de: Anfrage zum automatischen Anhängen wird ignoriert. Sie ist für die Organisation "{owner_id}" aufgrund der Einstellung für den Inhaltszugriffsmodus deaktiviert.

source: server URL in the form of https://hostname:port/prefix
cs: URL serveru ve formě https://nazev_hostitel:port/predpona
de: Server-URL im Format https://hostname:port/prefix

source: do not check the entitlement server SSL certificate against available certificate authorities
cs: nekontrolovat SSL certifikát serveru, který spravuje nároky, vůči dostupným certifikačním autoritám
de: Server-SSL-Berechtigungszertifikat nicht bei verfügbaren Zertifizierungsstellen prüfen

source: proxy URL in the form of hostname:port
cs: URL proxy ve formě nazev_hostitele:port
de: Proxy-URL in Form von Hostname:Port

source: user for HTTP proxy with basic authentication
cs: uživatel pro HTTP proxy využívající basic authentication
de: Benutzer für HTTP-Proxy mit einfacher Authentifizierung

source: password for HTTP proxy with basic authentication
cs: heslo pro HTTP proxy s basic authentication
de: Passwort für HTTP-Proxy mit einfacher Authentifizierung

source: host suffixes that should bypass HTTP proxy
cs: přípony hostitelů které by měly obcházet HTTP proxy
de: Host-Suffixe, die http-Proxy umgehen soll

source: Consumer identity either does not exist or is corrupted. Try register --help
cs: Identita spotřebitele buď neexistuje, nebo je poškozená. Zkuste příkaz register --help
de: Benutzeridentität ist entweder nicht vorhanden oder ist beschädigt. Versuche register --help

source: subscription-manager is disabled when running inside a container. Please refer to your host system for subscription management.
de: subscription-manager ist deaktiviert, wenn innerhalb eines Containers ausgeführt. Bitte nutzen Sie Ihr Hostsystem zur Subskriptionsverwaltung.

source: Error parsing serverurl:
cs: Chyba při zpracovávání serverurl:
de: Fehler beim Analysieren der Server-URL:

source: Error parsing baseurl:
cs: Chyba při zpracovávání baseurl:
de: Fehler beim Analysieren der Basis-URL:

source: Error: CA certificate for subscription service has not been installed.
cs: Chyba: certifikát cert. autority pro službu předplatného nebyl nainstalován.
de: Fehler: CA-Zertifikat für Subskriptionsdienst wurde nicht installiert.

source: System certificates corrupted. Please reregister.
cs: Systémové certifikáty poškozeny. Proveďte opětovnou registraci.
de: Systemzertifikate fehlerhaft. Bitte erneut registrieren.

source: List, set, or remove the configuration parameters in use by this system
cs: Vypsat, nastavit nebo odebrat parametry nastavení, používané tímto systémem
de: Von diesem System verwendete Konfigurationsparameter anzeigen, einstellen oder entfernen

source: list the configuration for this system
cs: vypsat nastavení pro tento systém
de: Konfiguration für dieses System anzeigen

source: remove configuration entry by section.name
cs: odebrat položku nastavení podle section.name
de: Konfigurationseintrag nach Abschnitt.Name entfernen

source: Error: --list should not be used with any other options for setting or removing configurations.
cs: Chyba: --list by nemělo být používáno s jakýmikoli jinými volbami pro nastavování nebo odebírání nastavení.
de: Fehler: --list kann mit keinen anderen Optionen zum Einstellen oder Entfernen von Konfigurationen verwendet werden.

source: Error: configuration entry designation for removal must be of format [section.name]
cs: Chyba: je třeba, aby určení položky nastavení, kterou odebrat, bylo ve formátu [nazev.sekce]
de: Fehler: Der zu entfernende Konfigurationseintrag muss im Format [Abschnitt.Name] angegeben werden

source: [] - Default value in use
cs: [] - Je používána výchozí hodnota
de: [] - Standardwert wird verwendet

source: Display the environments available for a user
cs: Zobrazit prostředí, která jsou uživateli k dispozici
de: Für Benutzer verfügbare Umgebungen anzeigen

source: specify organization for environment list, using organization key
cs: pro seznam prostředí zadejte organizaci, pomocí jejího klíče
de: Organisation für Umgebungsliste angeben mittels Organisationsschlüssel

source: Environments
cs: Prostředí
de: Umgebungen

source: This org does not have any environments.
de: Diese Organisation hat keinerlei Umgebungen.

source: Error: Server does not support environments.
cs: Chyba: Server nepodporuje prostředí.
de: Fehler: Server unterstützt keine Umgebungen.

source: Error: Unable to retrieve environment list from server
cs: Chyba: Nebylo možné získat seznam prostředí ze serveru
de: Fehler: Umgebungsliste konnte nicht von Server abgerufen werden

source: View or update the detected system information
cs: Zobrazit nebo zaktualizovat zjištěné informace o systému
de: Anzeigen oder Aktualisieren der gefundenen Systeminformationen

source: list known facts for this system
cs: vypsat fakta známá o tomto systému
de: Bekannte Fakten dieses Systems auflisten

source: update the system facts
cs: zaktualizovat fakta o systému
de: Systemfakten aktualisieren

source: Successfully updated the system facts.
cs: Fakta o systému úspěšně zaktualizována.
de: Systemfakten wurden erfolgreich aktualisiert.

source: Display the identity certificate for this system or request a new one
cs: Zobrazit certifikát identity tohoto systému nebo si vyžádat nový
de: Identitätszertifikat für dieses System anzeigen oder neues anfordern

source: request a new certificate be generated
cs: vyžádat si vytvoření nového certifikátu
de: Generierung eines neuen Zertifikats anfordern

source: force certificate regeneration (requires username and password); Only used with --regenerate
cs: vynutit znovuvytvoření certifikátu (vyžaduje uživatelské jméno a heslo) – použijte pouze ve spojení s --regenerate
de: Neugenerierung des Zertifikats erzwingen (erfordert Benutzername und Passwort); nur zusammen mit --regenerate verwendet

source: --force can only be used with --regenerate
cs: --force je možné použít pouze ve spojení s --regenerate
de: --force kann nur zusammen mit --regenerate verwendet werden

source: --username and --password can only be used with --force
cs: --username a --password je možné použít pouze ve spojení s --force
de: --username und --password können nur zusammen mit --force verwendet werden

source: --token can only be used with --force
de: --token kann nur mit --force verwendet werden

source: None
cs: Žádné
de: Keine

source: Identity certificate has been regenerated.
cs: Certifikát identity byl znovuvytvořen.
de: Identitätszertifikat wurde neu generiert.

source: Error: Unable to generate a new identity for the system
cs: Chyba: Nebylo možné vytvořit novou identitu pro systém
de: Fehler: Es konnte keine neue Identität für das System generiert werden

source: Import certificates which were provided outside of the tool
de: Zertifikate importieren, die außerhalb des Tools bereitgestellt wurden

source: certificate file to import (can be specified more than once)
de: Zu importierende Zertifikatsdatei (kann mehrmals angegeben werden)

source: Error: You may not import certificates into a system that is registered to a subscription management service.
de: Fehler: Sie dürfen keine Zertifikate in ein System importieren, das bei einem Subskriptionsverwaltungsdienst registriert ist.

source: Error: This command requires that you specify a certificate with --certificate.
de: Fehler: Dieser Befehl erfordert die Angabe eines Zertifikats mit --certificate.

source: An error occurred while importing the certificate. Please check log file for more information.
de: Beim Importieren des Zertifikats trat ein Fehler auf. Bitte werfen Sie einen Blick auf die Protokolldatei für weitere Informationen.
