Repository: candlepin/subscription-manager
Catalog: po/*.po
Languages: cs, de

source: Checking system purpose compliance status
cs: Kontroluje se stav shody s účelem systému

source: Fetching available system purpose settings
cs: Získávají se dostupná nastavení účelu systému

source: Fetching organizations
cs: Získávají se organizace

source: Unregistering system
cs: Ruší se registrace systému

source: Fetching certificates
cs: Získávání certifikátů

source: Fetching certificate serial numbers
cs: Získávání sériových čísel certifikátů

source: Fetching content for a certificate
cs: Získávání obsahu certifikátu

source: Fetching pools
cs: Získávání fondů

source: Fetching release information
cs: Získávání informací o vydání

source: Fetching available releases
cs: Získávání dostupných vydání

source: Fetching entitlements
cs: Získávání nároků

source: Fetching service levels
cs: Získávání úrovní služby

source: Fetching environments
cs: Získávání prostředí

source: Updating certificate
cs: Aktualizuje se certifikát

source: Updating certificates
cs: Aktualizují se certifikáty

source: Checking server status
cs: Kontrolování stavu serveru

source: Fetching content overrides
cs: Získávání přebití obsahu

source: Updating content overrides
cs: Aktualizují se přebití obsahu

source: Removing content overrides
cs: Odebírají se přebití obsahu

source: Fetching job
cs: Získávání úlohy

source: %(prog)s {name} [OPTIONS]
cs: %(prog)s {name} [VOLBY]

source: To use the no-archive option, the destination directory '{destination}' must exist on the same file system as the data assembly directory '{assembly}'.
cs: Pokud chcete použít volbu no-archive je třeba, aby cílová složka „{destination}“ existovala na stejném souborovém systému jako složka pro skládání dat „{assembly}“.

source: Wrote: {final_path}
cs: Zapsáno: {final_path}

source: Wrote: {destination_dir_name}
cs: Zapsáno: {destination_dir_name}

source: Unable to create zip file of system information: {error}
cs: Nebylo možné vytvořit zip soubor s informacemi o systému: {error}

source: Warning: The following field was recently set for this system by the entitlement server administrator: {conflict_msg}
cs: Varování: Následující kolonka byla nedávno pro tento systém nastavena správcem serveru, spravujícího nároky: {conflict_msg}

source: Error: Unable to load bus '{name}'
cs: Chyba: nebylo možné načíst sběrnici „{name}“

source: Date entered is invalid. Date should be in YYYY-MM-DD format (example: {date})
cs: Zadané datum není platné. Mělo by být ve formátu RRRR-MM-DD (příklad: {date})

source: Environment IDs and environment names are mutually exclusive
cs: Identifikátory prostředí nelze použít souběžně s názvy prostředí

source: Environment: '{env_names}' does not have required type '{environment_type}'
cs: Prostředí: „{env_names}“ nemá potřebný typ „{environment_type}“

source: Environments: '{env_names}' do not have required type '{environment_type}'
cs: Prostředí: „{env_names}“ nemá potřebný typ „{environment_type}“

source: Registration is only possible when the organization is in Simple Content Access (SCA) mode.
cs: Registrace je možná pouze pokud se organizace nachází v režimu jednoduchého přístupu k obsahu (SCA).

source: Red Hat Subscription Management
cs: Správa Red Hat předplatného

source: consumer_uuid={consumer_uuid} is not a valid consumer_uuid. Not attempting to sync {class_name} cache with server.
cs: consumer_uuid={consumer_uuid} není platné consumer_uuid. Nebude se pokoušeno o synchronizaci mezipaměti {class_name} se serverem.

source: %(prog)s {name} [OPTIONS]
cs: %(prog)s {name} [VOLBY]

source: Deprecated, see 'syspurpose'
cs: Zastaralé, viz „syspurpose“

source: Error: --username, --password, and --org can be used only on unregistered systems
cs: Chyba: --username, --password a --org je možné použít pouze na nezaregistrovaných systémech

source: %(prog)s [OPTIONS]
cs: %(prog)s [VOLBY]

source: Do not display progress messages
cs: Nezobrazovat zprávy o průběhu

source: subscription-manager is operating in container mode. Use your host system to manage subscriptions.
cs: subscription-manager funguje v kontejnerovém režimu. Pro správu předplatných použijte hostitelský systém.

source: {prog}: error: no such option: {args}
cs: {prog}: chyba: žádná taková volba: {args}

source: Unable to reach the server at {host}:{port}{handler}
cs: Nebylo možné dosáhnout server na {host}:{port}{handler}

source: Consumer profile "{uuid}" has been deleted from the server. You can use command clean or unregister to remove local profile.
cs: Profil spotřebitele „{uuid}“ byl ze serveru vymazán. Lokální profil je možné odebrat pomocí příkazu clean nebo unregister.

source: Section: {s}, Name: {name}
cs: Sekce: {s}, Název: {name}

source: Error: Section {section} and name {name} does not exist.
cs: Chyba: Sekce {section} a název {name} neexistuje.

source: You have removed the value for section {section} and name {name}.
cs: Odebrali jste hodnotu pro výběr {section} a název {name}.

source: The default value for {name} will now be used.
cs: Výchozí hodnota pro {name} nebude použita.

source: Section {section} and name {name} cannot be removed.
cs: Sekci {section} a název {name} není možné odebrat.

source: Name:
cs: Název:

source: set an ordered comma-separated list of environments for this consumer
cs: nastavit pořadí čárkou oddělovaného seznamu prostředí pro tohoto spotřebitele

source: list all environments for the organization
cs: vypsat veškerá prostředí pro organizaci

source: list the environments enabled for this consumer in order
cs: seznam prostředí povolených pro tohoto spotřebitele v pořadí

source: list the environments not enabled for this consumer
cs: vypsat prostředí nezapnutá pro tohoto spotřebitele

source: You may not specify an --org for environments when registered.
cs: Pokud zaregistrováno, není třeba uvádět pro prostředí --org.

source: This operation requires user credentials
cs: Tato operace vyžaduje přihlašovací údaje uživatele

source: Environments updated.
cs: Prostředí zaktualizována.

source: Error: Server does not support environment updates.
cs: Chyba: Server nepodporuje aktualizace prostředí.

source: Error: Server does not support multi-environment operations.
cs: Chyba: Server nepodporuje operace s vícero prostředími.

source: This list operation does not have any environments to report.
cs: Tato operace se seznamem nemá žádná prostředí k hlášení.

source: Error: The same environment may not be listed more than once.
cs: Chyba: To stejné prostředí nemůže být uvedeno více než jednou.

source: No such environment: {names}
cs: Žádné takové prostředí: {names}

source: server type: {type}
cs: typ serveru: {type}

source: system identity: {consumerid}
cs: identita systému: {consumerid}

source: name: {consumer_name}
cs: název: {consumer_name}

source: org name: {ownername}
cs: název organizace: {ownername}

source: org ID: {ownerid}
cs: identif. organizace: {ownerid}

source: environment name: {environment_name}
cs: název prostředí: {environment_name}

source: Version:
cs: Verze:

source: lists only products containing the specified expression in the product information.
cs: vypsat pouze produkty obsahující v informacích k nim zadaný výraz.

source: No installed products were found matching the expression "{filter}".
cs: Nebyly nalezeny žádné nainstalované produkty, odpovídající výrazu „{filter}“.

source: specify an organization
cs: zadejte organizaci

source: Error: --org is a required parameter in non-interactive mode.
cs: Chyba: v neinteraktivním režimu je --org vyžadovaný parametr.

source: Error: User {username} is not member of any organization.
cs: Chyba: Uživatel {username} není členem žádné organizace.

source: Hint: User "{name}" is member of following organizations: {orgs}
cs: Rada: Uživatel „{name}“ je členem následujících organizací: {orgs}

source: Repository '{repo}' does not currently exist, but the override has been added.
cs: Repozitář „{repo}“ v tuto chvíli neexistuje, ale bylo přidáno přebití.

source: Nothing is known about '{r}'
cs: O „{r}“ není nic známo

source: Repository: {repo}
cs: Repozitář: {repo}

source: {username} cannot register with any organizations.
cs: {username} nemůže registrovat u žádné organizace.

source: list {SM} plugins
cs: vypsat {SM} zásuvné moduly

source: list {SM} plugin slots
cs: seznam slotů {SM} zásuvného modulu

source: list {SM} plugin hooks
cs: seznam háčků zásuvného modulu {SM}

source: Unable to perform refresh due to the following exception: {e}
cs: Nebylo možné provést znovunačtení kvůli následující výjimce: {e}

source: register with a specific environment (single value) or multiple environments (a comma-separated list) in the destination org. The ability to use multiple environments is controlled by the entitlement server
cs: zaregistrovat s konkrétním prostředím (jedna hodnota) nebo vícero prostředími (čárkou oddělovaný seznam) v cílové organizaci. Schopnost použít vícero prostředí je řízena serverem, spravujícím nároky

source: include an implicit attempt to unregister before registering a new system identity
cs: zahrnout výslovný pokus o zrušení registraci před registrací nové identity systému

source: The entitlement server does not allow multiple environments
cs: Server pro správu nároků neumožňuje vícero prostředí

source: Uploading DNF profile
cs: Nahrávání DNF profilu

source: Unregistering from: {hostname}:{port}{prefix}
cs: Odregistrovávání od: {hostname}:{port}{prefix}

source: The system with UUID {old_uuid} has been unregistered
cs: Registrace systému s UUID {old_uuid} byla zrušena

source: Registering to: {hostname}:{port}{prefix}
cs: Registrace k: {hostname}:{port}{prefix}

source: Error during registration: {e}
cs: Chyba při registraci: {e}

source: The system has been registered with ID: {id}
cs: Systém byl zaregistrován s identifikátorem: {id}

source: The registered system name is: {name}
cs: Zaregistrovaný název systému je: {name}

source: Error: --environments is a required parameter in non-interactive mode.
cs: Chyba: v neinteraktivním režimu je --environments vyžadovaný parametr.

source: Environments:
cs: Prostředí:

source: Hint: Organization "{key}" contains following environments: {list}
cs: Rada: Organizace „{key}“ obsahuje následující prostředí: {list}

source: {name} cannot register with any organizations.
cs: {name} nemůže registrovat u žádné organizace.

source: Release: {release}
cs: Vydání: {release}

source: No releases match '{release}'. Consult 'release --list' for a full listing.
cs: „{release}“ neodpovídá žádnému vydání. Ohledně úplného výpisu se podívejte na výstup z „release --list“.

source: Release set to: {release}
cs: Vydání nastaveno na: {release}

source: Available Repositories in {file}
cs: Repozitáře k dispozici v {file}

source: Error: '{repoid}' does not match a valid repository ID. Use "subscription-manager repos --list" to see valid repositories.
cs: Chyba: „{repoid}“ neodpovídá platnému identifikátoru repozitáře. Platné repozitáře si zobrazíte příkazem „subscription-manager repos --list“.

source: Repository '{repoid}' is enabled for this system.
cs: Repozitář „{repoid}“ je pro tento systém zapnutý.

source: Repository '{repoid}' is disabled for this system.
cs: Repozitář „{repoid}“ je pro tento systém vypnutý.

source: Show or modify the system purpose role setting
cs: Zobrazit nebo změnit nastavení role účelu systému

source: Show or modify the system purpose service-level setting
cs: Zobrazit nebo změnit nastavení úrovně služby účelu systému

source: Error: --username, --password, --org and --serverurl can be used only on unregistered systems
cs: Chyba: --username, --password, --org a--serverurl je možné použít pouze na nezaregistrovaných systémech

source: Current service level: {level}
cs: Stávající úroveň služeb: {level}

source: Show status information for this system
cs: Zobrazit informaci o stavu tohoto systému

source: System Status Details
cs: Podrobnosti o stavu systému

source: Overall Status: Not registered
cs: Celkový stav: nezaregistrováno

source: Overall Status: Registered
cs: Celkový stav: zaregistrováno

source: Convenient module for managing all system purpose settings
cs: Pohodlný modul pro správu veškerých nastavení účelu systému

source: show current system purpose
cs: zobrazit stávající účel systému

source: Syspurpose submodules
cs: Dílčí moduly Syspurpose

source: %(prog)s {name} [SUBMODULE] [OPTIONS]
cs: %(prog)s {name} [DÍLČÍ_MODUL] [VOLBY]

source: Show or modify the system purpose usage setting
cs: Zobrazit nebo změnit nastavení použití účelu systému

source: Error: --username is a required parameter in non-interactive mode.
cs: Chyba: v neinteraktivním režimu je --username vyžadovaný parametr.

source: Error: --password is a required parameter in non-interactive mode.
cs: Chyba: v neinteraktivním režimu je --password vyžadovaný parametr.

source: subscription management server: {version}
cs: server správy předplatného: {version}

source: subscription management rules: {version}
cs: pravidla správy předplatného: {version}

source: Network error: {message} (error code {code})
cs: Chyba sítě: {message} (kód chyby {code})

source: Connection error: {message} (error code {code})
cs: Chyba spojení: {message} (kód chyby {code})

source: Unknown server reply (HTTP error code {code}: {title}): {content}
cs: Neznámá odpověď serveru (kód HTTP chyby {code}: {title}): {content}

source: Unknown server reply (HTTP error code {code}: {title})
cs: Neznámá odpověď serveru (kód HTTP chyby {code}: {title})

source: Proxy error: unable to connect to {hostname}: {message} (error code {code})
cs: Chyba proxy: nebylo možné se připojit k {hostname}:{message} (kód chyby {code})

source: Proxy error: unable to connect to {hostname}: {message}
cs: Chyba proxy: nebylo možné se připojit k {hostname}: {message}

source: Proxy error: unable to connect to {hostname}
cs: Chyba proxy: nebylo možné se připojit k {hostname}

source: Bad CA certificate: {file}: {reason}
cs: Nesprávný certifikát cert. autority: {file}: {reason}

source: Bad product certificate: {file}: [{library}] {message}
cs: Nesprávný certifikát produktu: {file}: [{library}] {message}

source: Bad certificate: {file}: [{library}] {message}
cs: Nesprávný certifikát: {file}: [{library}] {message}

source: Bad certificate: [{library}] {message} {data}
cs: Nesprávný certifikát: [{library}] {message} {data}

source: Bad certificate: [{library}] {message}
cs: Nesprávný certifikát: [{library}] {message}

source: Unable to reach the server at {host}: {message}
cs: Nebylo možné dosáhnout server na {host}: {message}

source: {message} (HTTP error code {code}: {title})
cs: {message} (kód HTTP chyby {code}: {title})

source: The server rate limit has been exceeded, please try again later. (Expires in {time} second)
cs: Překročen limit počtu pokusů za časový úsek pro server – zkuste to později (nejdříve za {time} sekundu)

source: {prog}: error: {msg}
cs: {prog}: chyba: {msg}

source: This system is already registered, ignoring request to automatically register.
cs: Tento systém už je zaregistrován – požadavky na automatickou registraci jsou ignorovány.

source: Registering the system
cs: Registrace systému

source: Updating entitlement certificates & repositories.
cs: Aktualizují se certifikáty a repozitáře nároku.

source: Warning: Provided value "{val}" is not included in the list of valid values for attribute {attr}:
cs: Varování: zadaná hodnota „{val}“ se nenachází na seznamu platných hodnot pro atribut {attr}:

source: Warning: Provided key "{key}" is not included in the list of valid keys:
cs: Varování: zadaný klíč „{key}“ se nenachází na seznamu platných klíčů:
