Repository: candlepin/subscription-manager
Catalog: po/*.po
Languages: cs, de

source: usage:
cs: použití:
de: Verwendung:

source: show this help message and exit
cs: zobrazit tuto nápovědu a skončit
de: Diese Hilfenachricht anzeigen und beenden

source: unrecognized arguments: %s
cs: nerozpoznané argumenty: %s
de: Unerkannte Argumente: %s

source: not allowed with argument %s
cs: nedovoleno v případě argumentu %s
de: nicht erlaubt mit dem Aurgument: %s

source: one of the arguments %s is required
cs: je zapotřebí jeden z argumentů %s
de: eines der Argumente %s ist benötigt

source: Register
de: Registrieren

source: Register System
de: System registrieren

source: The $0 package is not available from any repository.
de: Das $0 Paket ist in keinem Repository verfügbar.

source: The system could not be connected to Insights because installing the $0 package requires the unexpected removal of other packages.
de: Das System konnte nicht mit Insights verbunden werden, da die Installation des $0 Pakets das unerwartete Entfernen anderer Pakete erfordert.

source: Connecting to Insights
de: Herstellen einer Verbindung mit Insights

source: Proactively identify and remediate threats to security, performance, availability, and stability with Red Hat Insights — with predictive analytics, avoid problems and unplanned downtime in your Red Hat environment.
de: Erkennen und beheben Sie proaktiv Bedrohungen für Sicherheit, Leistung, Verfügbarkeit und Stabilität mit Red Hat Insights - vermeiden Sie mit vorausschauenden Analysen Probleme und ungeplante Ausfallzeiten in Ihrer Red Hat-Umgebung.

source: The $0 package will be installed.
de: Das $0 Paket wird installiert.

source: The $0 package and $1 other package will be installed.
de: Das Paket $0 und das andere Paket $1 werden installiert.

source: $0 package needs to be removed.
de: $0-Paket muss entfernt werden.

source: Additional packages:
de: Zusatzpakete:

source: Removals:
de: Umzüge:

source: Details
de: Einzelheiten

source: Waiting for other software management operations to finish
de: Warten, bis andere Softwareverwaltungsvorgänge abgeschlossen sind

source: Checking installed software
de: Überprüfen der installierten Software

source: Downloading $0
de: $0 herunterladen

source: Removing $0
de: $0 entfernen

source: Installing $0
de: $0 installieren

source: Connect to Red Hat Insights
de: Verbinden mit Red Hat Insights

source: This system is not connected to $0.
de: Dieses System ist nicht mit $0 verbunden.

source: Connect
de: Verbinden

source: unknown
de: Unbekannt

source: The last Insights data upload has failed.
de: Der letzte Upload von Insights-Daten ist fehlgeschlagen.

source: Connected to Red Hat Insights
de: Verbunden mit Red Hat Insights

source: Next Insights data upload
de: Nächster Insights-Daten-Upload

source: Last Insights data upload
de: Letzter Upload von Insights-Daten

source: Disconnect from Insights
de: Von Insights trennen

source: If you disconnect this system from Insights, it will no longer report it's Insights status in Red Hat Cloud or Satellite.
de: Wenn Sie dieses System von Insights trennen, meldet es seinen Insights-Status nicht mehr an Red Hat Cloud oder Satellite.

source: Close
de: Schließen

source: Cancel
de: Abbrechen

source: No rule hits
de: Keine Regeltreffer

source: $0 critical hit
de: $0 kritischer Treffer

source: $0 important hit
de: $0 wichtiger Treffer

source: $0 moderate hit
de: $0 mittlerer Treffer

source: $0 low severity hit
de: $0 Treffer mit niedrigem Schweregrad

source: $0 hit
de: $0 Treffer

source: View your Insights results
de: Sehen Sie sich Ihre Insights-Ergebnisse an

source: Connected to Insights
de: Verbunden mit Insights

source: Not connected
de: Nicht verbunden

source: Unknown
cs: Neznámé
de: Unbekannt

source: Starting registration service ...
de: Registrierungsservice starten ...

source: Registering using activation key ...
de: Registrierung mit Aktivierungsschlüssel ...

source: Registering using username and password ...
de: Registrierung mit Benutzername und Passwort ...

source: Stopping registration service ...
de: Registrierungsdienst wird beendet...

source: Saving configuration ...
de: Konfiguration speichern ...

source: Attaching subscriptions ...
de: Abonnements anhängen...

source: Updating status ...
de: Status wird aktualisiert...

source: Unregistering
de: Wird abgemeldet

source: not-found
de: nicht gefunden

source: Corrupted JSON with status
de: Beschädigtes JSON mit Status

source: Proxy Location
de: Proxy-Standort

source: Proxy Username
de: Proxy-Benutzername

source: Proxy Password
de: Proxy-Passwort

source: Connect this system to $0.
de: Verbinden Sie dieses System mit $0.

source: Username
de: Nutzername

source: Password
de: Passwort

source: Organization
de: Organisation

source: Activation Key
de: Aktivierungsschlüssel

source: Default
de: Standard

source: Custom URL
de: Benutzerdefinierte URL

source: Use proxy server
de: Proxyserver verwenden

source: Method
de: Methode

source: Activation key
de: Aktivierungsschlüssel

source: Subscriptions
de: Subskriptionen

source: Attach automatically
de: Automatisch anhängen

source: Auto-attach
de: Automatische Verknüpfung

source: Auto-attaching ...
de: Automatisches Anhängen ...

source: Subscribed
de: Subskribiert

source: Product ID
de: Produkt-ID

source: Arch
de: Architektur

source: Starts
de: Startet

source: Ends
de: Endet

source: Installed products
de: Installierte Produkte

source: Usage
cs: Použití
de: Verbrauch

source: Role
de: Rolle

source: Unregister
de: Abmelden

source: Subscription
de: Subskription

source: Updating
de: Aktualisierung

source: Retrieving subscription status...
de: Abonnementstatus abrufen...

source: Unable to connect
de: Verbindung konnte nicht hergestellt werden

source: Couldn't get system subscription status. Please ensure subscription-manager is installed.
de: Der Status des Systemabonnements konnte nicht abgerufen werden. Bitte stellen Sie sicher, dass der Abonnement-Manager installiert ist.

source: deprecated, see --cert-check-interval
de: Veraltet, siehe --cert-check-interval

source: interval to run cert check (in minutes)
cs: interval spouštění kontroly certifikátu (v minutách)
de: Intervall zum Ausführen der Zertifikatsprüfung (in Minuten)

source: deprecated, see --auto-attach-interval
de: Veraltet, siehe --auto-attach-interval

source: interval to run auto-attach (in minutes)
de: Intervall zum Ausführen der automatischen Verknüpfung (in Minuten)

source: interval to run auto-registration (in minutes)
cs: interval pro spouštění auto-registration (v minutách)
de: Intervall zum Ausführen der automatischen Registrierung (in Minuten)

source: run the initial checks immediately, with no delay
cs: spustit úvodní kontroly okamžitě, bez prodlevy
de: Initiale Prüfungen ohne Verzögerung sofort durchführen

source: show debug messages
cs: zobrazit ladící zprávy
de: Zeige Debug-Meldungen

source: do not add an offset to the initial checks.
cs: nepřidávat úvodním kontrolám posun.
de: die ersten Kontrollen keinen Versatz hinzufügen.

source: try to perform auto-registration.
cs: pokusit se provést auto-registration.
de: Versuchen Sie, eine automatische Registrierung durchzuführen.

source: For more information run: rhsmcertd --help
cs: Další informace obdržíte spuštěním: rhsmcertd --help
de: Weitere Informationen erhalten Sie mit: rhsmcertd --help

source: Wrong number of arguments specified.
cs: Zadán nesprávný počet argumentů.
de: Falsche Anzahl an Argumenten angegeben.

source: Invalid argument specified.
cs: Zadán neplatný argument.
de: Ungültiges Argument angegeben.

source: WARN: Deprecated CLI arguments are being used.
cs: VAROVÁNÍ: jsou používány zastaralé argumenty příkazového řádku.
de: WARNUNG: Veraltete CLI-Parameter verwendet.

source: Invalid option: %s
cs: Neplatná volba: %s
de: Ungültige Option: %s

source: Invalid argument specified: %s
cs: Zadán neplatný argument: %s
de: Ungültiger Parameter spezifiziert: %s

source: Installed products updated.
cs: Nainstalované produkty zaktualizovány.
de: Installierte Produkte aktualisiert.

source: *** WARNING *** The subscription for following product(s) has expired: %s You no longer have access to the repositories that provide these products. It is important that you apply an active subscription in order to resume access to security and other critical updates. If you don't have other active subscriptions, you can renew the expired subscription.
cs: *** VAROVÁNÍ *** Platnost předplatných pro následující produkty skončila: %s Nemáte už přístup k repozitářům, které tyto produkty poskytují. Je důležité použít aktivní předplatné, aby byl obnoven přístup k aktualizacím zabezpečení a ostatním kritickým aktualizacím. Pokud nemáte žádná další aktivní předplatná, je možné ta skončená obnovit.
de: *** WARNUNG *** Die Subskription der folgenden Produkte ist abgelaufen: %s Sie haben keinen Zugriff mehr auf die Repositorys, die diese Produkte bereitstellen. Es ist wichtig, dass Sie eine aktive Subskription anwenden, um wieder Zugriff auf Sicherheits- und andere wichtige Aktualisierungen zu erhalten. Falls Sie keine anderen aktiven Subskriptionen haben, können Sie die abgelaufene Subskription verlängern.

source: This system is not registered with an entitlement server. You can use subscription-manager to register.
cs: Tento systém není zaregistrován u serveru pro správu nároků. K registraci je možné použít subscription-manager.
de: Dieses System ist nicht bei einem Berechtigungsserver registriert. Sie können sich mit dem Abo-Manager registrieren.

source: This system is registered with an entitlement server, but is not receiving updates. You can use subscription-manager to assign subscriptions.
cs: Tento systém je zaregistrován u severu pro správu nároků, ale nedostává aktualizace. Předplatné je možné přidělit pomocí subscription-manager.
de: Dieses System ist beim Red Hat Subscription Management registriert, erhält jedoch keine Aktualisierungen. Sie können subscription-manager zum Zuweisen von Subskriptionen verwenden.

source: Not root, Subscription Management repositories not updated
cs: Neprováděno pod účtem root – repozitáře správy předplatného nezaktualizovány
de: Nicht root, Subscription Management Repositorys nicht aktualisiert

source: subscription-manager plugin disabled %d system repositories with respect of configuration in /etc/dnf/plugins/subscription-manager.conf
de: Subscription-Manager-Plugin deaktiviert %d System-Repositorys in Bezug auf die Konfiguration in /etc/dnf/plugins/subscription-manager.conf

source: Updating Subscription Management repositories.
cs: Aktualizují se repozitáře správy předplatného.
de: Subscription Management Repositorys werden aktualisiert.

source: Unable to read consumer identity
cs: Nebylo možné načíst identitu spotřebitele
de: Lesen der Verbraucheridentität fehlgeschlagen

source: Subscription Manager is operating in container mode.
de: Subscription Manager läuft im Containermodus.

source: Upload combined profile to Satellite server (list of installed rpms, enabled repositories and modules
de: Kombiniertes Profil auf den Satelliteserver hochladen (Liste der installierten RPMs, aktivierten Repositorys und Module

source: Force package profile upload
cs: Vynutit nahrání profilu balíčků
de: Paketprofil-Upload erzwingen

source: No updates performed. See /var/log/rhsm/rhsm.log for more information.
cs: Neprovedeny žádné aktualizace. Více viz /var/log/rhsm/rhsm.log.
de: Keine Aktualisierungen durchgeführt. Weitere Informationen finden Sie unter /var/log/rhsm/rhsm.log.

source: _Register
de: _Registrieren

source: You must specify a certificate file.
cs: Je třeba zadat soubor s certifikátem.
de: Sie müssen eine Zertifikatsdatei angeben.

source: The specified certificate file does not exist.
cs: Zadaný soubor s certifikátem neexistuje.
de: Die angegebene Zertifikatsdatei existiert nicht.

source: Print certificate information
cs: Vypsat informace o certifikátu
de: Zertifikatsinformationen anzeigen

source: do not show the cert's product information
cs: nezobrazovat informace o produktu certifikátu
de: Produktinformationen des Zertifikats nicht anzeigen

source: do not show the cert's content info
cs: nezobrazovat informace o obsahu certifikátu
de: Inhaltsinformationen des Zertifikats nicht anzeigen

source: Print certificate statistics and sizes
cs: Vypsat statistiky a velikosti certifikátů
de: Zertifikatsstatistiken und -größen anzeigen

source: Manifest zip is invalid.
cs: Zip archiv s manifestem není platný.
de: Manifest-zip ist ungültig.

source: Manifest zip attempted to extract outside of the base directory.
cs: Zjištěn pokus o rozbalení zip archivu manifestu mimo základní složku.
de: Manifest-zip versuchte, außerhalb des Basisverzeichnisses zu extrahieren.

source: Unable to trace symbolic link. Possibly circular linkage.
cs: Nebylo možné následovat symbolický odkaz. Možné kruhové odkazování se.
de: Kann symbolischem Link nicht folgen. Möglicherweise Zirkelbezug.

source: You must specify a manifest file.
cs: Je třeba zadat soubor s manifestem.
de: Sie müssen eine Manifestdatei angeben.

source: The specified manifest file does not exist.
cs: Zadaný soubor s manifestem neexistuje.
de: Die angegebene Manifestdatei existiert nicht.

source: Print manifest information
cs: Vypsat informace o manifestu
de: Manifestinformationen anzeigen

source: skip printing Content Sets
cs: přeskočit vypsání sad obsahu
de: Anzeigen von Inhaltssets überspringen

source: Date Created
cs: Datum vytvoření
de: Erstellungsdatum

source: Creator
cs: Vytvořil
de: Ersteller

source: General:
cs: Obecné:
de: Allgemein:

source: Content Access Mode
cs: Přístupový režim obsahu
de: Zugriff auf Inhalte-Modus

source: Type
cs: Typ
de: Typ

source: Consumer:
cs: Spotřebitel:
de: Verbraucher:

source: Subscriptions:
cs: Předplatná:
de: Subskriptionen:

source: Quantity
cs: Množství
de: Anzahl

source: Created
cs: Vytvořeno
de: Erstellt

source: Start Date
cs: Počáteční datum
de: Startdatum

source: End Date
cs: Datum ukončení
de: Enddatum

source: Service Type
cs: Typ služby
de: Servicetyp

source: Architectures
cs: Architektury
de: Architekturen

source: Contract
cs: Smlouva
de: Vertrag

source: Order
cs: Pořadí
de: Bestellung

source: Virt Limit
de: Virtuelles Limit

source: Requires Virt-who
cs: Vyžaduje nástroj virt-who
de: Erfordert Virt-who

source: Entitlement File
cs: Soubor s nárokem
de: Berechtigungsdatei

source: Certificate File
cs: Soubor s certifikátem
de: Zertifikatsdatei

source: Certificate Version
cs: Verze certifikátu
de: Zertifikatsversion

source: Subscription:
cs: Předplatné:
de: Abonnement:

source: Provided Products:
cs: Poskytované produkty:
de: Bereitgestellte Produkte:

source: Derived Products:
cs: Odvozené produkty:
de: Abgeleitete Produkte:

source: Content Sets:
cs: Sady obsahu:
de: Inhaltssets:

source: Dump the contents of a manifest
cs: Vypsat obsah manifestu
de: Inhalte eines Manifests ausgeben

source: directory to extract the manifest to
cs: složka do které manifest rozbalit
de: Verzeichnis zum Extrahieren des Manifests

source: overwrite files which may exist
cs: přepsat případné už existující soubory
de: Vorhandene Dateien überschreiben

source: Manifest could not be written:
cs: Manifest nebylo možné zapsat:
de: Manifest konnte nicht geschrieben werden:

source: The manifest has been dumped to the current directory
cs: Manifest byl rozbalen do stávající složky
de: Das Manifest wurde in das aktuelle Verzeichnis ausgegeben

source: Product
cs: Produkt
de: Produkt

source: Brand Type
cs: Typ značky
de: Markentyp

source: Brand Name
cs: Název značky
de: Markenname

source: Number
cs: Číslo
de: Nummer

source: Roles
cs: Role
de: Rollen

source: Unlimited
cs: Neomezené
de: Unbegrenzt

source: Quantity Used
cs: Využité množství
de: Verbrauchte Anzahl

source: Core Limit
cs: Limit počtu jader
de: Kern-Limit

source: Virt Only
cs: Pouze pro virtuální stroje
de: Nur virtuell

source: Stacking ID
cs: Identif. vrstvení
de: Bündelungs-ID

source: Warning Period
cs: Období varování
de: Warnzeitraum

source: Provides Management
cs: Poskytuje správu
de: Bietet Verwaltung

source: Content
cs: Obsah
de: Inhalt

source: Label
cs: Štítek
de: Kennung

source: Vendor
cs: Výrobce
de: Anbieter

source: Enabled
cs: Zapnuto
de: Aktiviert

source: Expires
cs: Platnost končí
de: Läuft ab

source: Required Tags
cs: Vyžadované štítky
de: Erforderliche Tags

source: Arches
cs: Architektury
de: Architekturen

source: Certificate:
cs: Certifikát:
de: Zertifikat:

source: Path
cs: Popis umístění
de: Pfad

source: Serial
cs: Sériové číslo
de: Seriennummer

source: Subject:
cs: Předmět:
de: Betreff:

source: Issuer:
cs: Vydavatel:
de: Herausgeber:

source: Alt Name
cs: Alternativní název
de: Alternativer Name

source: Not Available
cs: Není k dispozici
de: Nicht verfügbar

source: Authorized Content URLs:
cs: URL adresy pověřeného obsahu:
de: Autorisierte Inhalts-URLs:

source: Entitlement Certificate
cs: Certifikát nároku
de: Berechtigungszertifikat

source: Product Certificate
cs: Certifikát produktu
de: Produktzertifikat

source: Identity Certificate
cs: Certifikát identity
de: Identitätszertifikat

source: Unknown Certificate Type
cs: Neznámý typ certifikátu
de: Unbekannter Zertifikatstyp

source: This system is not yet registered. Try 'subscription-manager register --help' for more information.
cs: Tento systém ještě není zaregistrován. Více viz „subscription-manager register --help“.
de: Dieses System ist noch nicht registriert. Führen Sie »subscription-manager register --help« aus, um mehr Informationen zu erhalten.

source: Assemble system information as a tar file or directory
cs: Složit informace o systému jako tar soubor nebo složku
de: Systeminformationen als tar-Datei oder Verzeichnis zusammenstellen

source: the destination location of the result; default is /tmp
cs: cílové umístění výsledku (výchozí je /tmp)
de: der Zielort des Ergebnisses; Standard ist /tmp

source: data will be in an uncompressed directory
cs: data budou v nekomprimované složce
de: Daten befinden sich in einem nicht-komprimierten Verzeichnis

source: only data not already included in sos report will be collected
cs: budou shromážděna pouze ta data, která už jsou obsažena v hlášení sos
de: Nur Daten, die noch nicht im sos-Bericht enthalten sind, werden gesammelt

source: The directory specified by '--destination' must already exist.
cs: Je třeba, aby složka zadaná „--destination“ už existovala.
de: Das durch '--destination' angegebene Verzeichnis muss bereits existieren.

source: how often to check for validity (in seconds; default is one day)
de: Wie häufig die Gültigkeit prüfen (in Sekunden; Standard ist ein Tag)

source: force display of the icon (expired, partial or warning)
de: Anzeige des Symbols erzwingen (abgelaufen, teilweise oder Warnung)

source: run the first status check without delay (otherwise wait 4 minutes)
de: Erste Statusprüfung sofort durchführen (andernfalls 4 Minuten Verzögerung)

source: Register System For Support And Updates
de: System für Support und Aktualisierungen registrieren

source: In order for Subscription Manager to provide your system with updates, your system must be registered with the Customer Portal. Please enter your Red Hat login to ensure your system is up-to-date.
de: Damit der Subscription Manager Ihr System mit Aktualisierungen versorgen kann, muss Ihr System beim Kundenportal registriert werden. Bitte geben Sie Ihr Red Hat Login an, um zu gewährleisten, dass Ihr System auf dem neuesten Stand ist.

source: Invalid or Missing Subscriptions
de: Ungültige oder fehlende Subskriptionen

source: This system is missing one or more subscriptions.
de: Diesem System fehlen eine oder mehrere Subskriptionen.

source: Partially Entitled Subscriptions
de: Teilweise berechtigte Subskriptionen

source: This system is missing one or more subscriptions to fully cover its products.
de: Diesem System fehlen eine oder mehrere Subskriptionen, um seine Produkte vollständig abzudecken.

source: This System's Subscriptions Are About to Expire
de: Die Subskriptionen dieses Systems laufen bald ab

source: One or more of this system's subscriptions are about to expire.
de: Eine oder mehrere der Subskriptionen dieses Systems laufen bald ab.

source: Remind Me Later
de: Später erneut erinnern

source: Register Now
de: Jetzt registrieren

source: Manage My Subscriptions...
de: Meine Subskriptionen verwalten...

source: Unknown argument to force-icon: %s
de: Unbekanntes Argument zu force-icon: %s

source: Failed to open connection to bus: %s
de: Verbindung zu Bus konnte nicht herstellt werden: %s

source: option parsing failed: %s
de: Optionsanalyse schlug fehl: %s

source: User %s is member of more organizations, but no organization was selected
cs: Uživatel %s je členem vícero organizací, ale nebyla vybrána žádná z nich
de: Benutzer %s ist Mitglied in mehreren Organisationen, aber es wurde keine Organisation ausgewählt

source: User %s is not member of any organization
cs: Uživatel %s není členem žádné organizace
de: Benutzer %s ist kein Mitglied einer Organisation

source: Date entered is invalid. Date should be in YYYY-MM-DD format (example:
de: Angegebenes Datum ist ungültig. Datum sollte im Format JJJJ-MM-TT vorliegen (Beispiel:

source: Past dates are not allowed
cs: Datumy v minulosti nejsou povoleny
de: Vergangene Termine sind nicht erlaubt

source: Unknown arguments: %s
cs: Neznámý argument: %s
de: Unbekannte Argumente: %s

source: Virtual
cs: Virtuální
de: Virtuell

source: Physical
cs: Fyzický
de: Physisch

source: Yes
cs: Ano
de: Ja

source: No
cs: Ne
de: Nein

source: Subscription is current
cs: Předplatné je aktuální
de: Subskription ist aktuell

source: Subscription is expired
cs: Platnost předplatného skončila
de: Subskription ist abgelaufen

source: Subscription has not begun
cs: Předplatné ještě nezačalo
de: Subskription hat noch nicht begonnen

source: Subscription management service doesn't support Status Details.
cs: Služba správy předplatného nepodporuje podrobnosti o stavu.
de: Subskriptionsverwaltungsdienst unterstützt keine Statusdetails.

source: Error: invalid listing type provided. Only "installed", "consumed", or "available" are allowed
cs: Chyba: zadán neplatný typ výpisu. Povoleny jsou pouze „installed“, „consumed“ nebo „available“
de: Fehler: Ungültiger Listing-Typ bereitgestellt. Nur "installiert", "verbraucht" oder "verfügbar" sind zulässig

source: Error: --all is only applicable with --available
cs: Chyba: --all je možné použít pouze ve spojení s --available
de: Fehler: --all gilt nur zusammen mit --available

source: Error: --ondate is only applicable with --available
cs: Chyba: --ondate je možné použít pouze ve spojení s --available
de: Fehler: --ondate gilt nur zusammen mit --available

source: Error: --servicelevel is only applicable with --available or --consumed
cs: Chyba: --servicelevel je možné použít pouze ve spojení s --available nebo --consumed
de: Fehler: --servicelevel gilt nur zusammen mit --available oder --consumed

source: Error: --match-installed is only applicable with --available
cs: Chyba: --match-installed je možné použít pouze ve spojení s --available
de: Fehler: --match-installed gilt nur zusammen mit --available

source: Error: --no-overlap is only applicable with --available
cs: Chyba: --no-overlapje možné použít pouze ve spojení s --available
de: Fehler: --no-overlap gilt nur zusammen mit --available

source: Error: --pool-only is only applicable with --available and/or --consumed
cs: Chyba: --pool-only je možné použít pouze ve spojení s --available a/nebo --consumed
de: Fehler: --pool-only gilt nur zusammen mit --available und/oder --consumed

source: Error: this system is not registered
cs: Chyba: tento systém není zaregistrován
de: Fehler: dieses System ist nicht registriert
