Repository: candlepin/subscription-manager
Catalog: po/*.po
Languages: cs, de

source: Future Subscription
de: Zukünftige Subskription

source: Not Subscribed
de: Nicht subskribiert

source: Expired
de: Abgelaufen

source: Partially Subscribed
de: Teilweise subskribiert

source: Product Name:
cs: Název produktu:
de: Produktname:

source: Product ID:
cs: Identif. produktu:
de: Produkt-ID:

source: Arch:
de: Architektur:

source: Starts:
de: Startet:

source: Ends:
de: Endet:

source: Subscription Name:
de: Subskriptionsname:

source: Provides:
de: Bietet:

source: Contract:
de: Vertrag:

source: Provides Management:
de: Bietet Verwaltung:

source: Available:
de: Verfügbar:

source: Suggested:
de: Empfohlen:

source: Service Type:
de: Servicetyp:

source: Roles:
de: Rollen:

source: Usage:
de: Verwendung:

source: Add-ons:
de: Erweiterungen:

source: Subscription Type:
de: Subskriptionstyp:

source: Entitlement Type:
de: Berechtigungstyp:

source: Repo ID:
cs: Identif. repozitáře:
de: Repository-ID:

source: Repo Name:
cs: Název repozitáře:
de: Repository-Name:

source: Repo URL:
cs: URL adresa repozitáře:
de: Repository-URL:

source: Enabled:
cs: Zapnuto:
de: Aktiviert:

source: Description:
cs: Popis:
de: Beschreibung:

source: Key:
cs: Klíč:
de: Schlüssel:

source: Serial:
de: Seriennummer:

source: Active:
de: Aktiv:

source: Quantity Used:
de: Anzahl verbraucht:

source: System Type:
de: Systemtyp:

source: No products installed.
de: Keine Produkte installiert.

source: Installed Product Current Status:
de: Aktueller Status der installierten Produkte:

source: Unable to find available subscriptions for all your installed products.
de: Nicht für alle installierten Produkte konnten verfügbare Subskriptionen gefunden werden.

source: List subscription and product information for this system
cs: Vypsat informace o předplatném a produktu pro tento systému
de: Subskriptions- und Produktinformationen für dieses System anzeigen

source: list shows those products which are installed (default)
cs: seznam zobrazuje ty produkty, které jsou nainstalované (výchozí)
de: Zeigt die Liste installierte Produkte an (Standard)

source: show those subscriptions which are available
de: Zeigt die Liste verfügbarer Subskriptionen an

source: used with --available to ensure all subscriptions are returned
de: Verwendet mit --available, um alle Subskriptionen auszugeben

source: show the subscriptions being consumed by this system
de: Zeigt von diesem System verbrauchte Subskriptionen an

source: shows only subscriptions matching the specified service level; only used with --available and --consumed
de: Zeigt nur Subskriptionen an, die dem angegebenen Servicelevel entsprechen; nur verwendet mit --available und --consumed

source: shows pools which provide products that are not already covered; only used with --available
de: Zeigt Pools, die Produkte bereitstellen, die noch nicht abgedeckt sind; nur verwendet mit --available

source: shows only subscriptions matching products that are currently installed; only used with --available
de: Zeigt nur Subskriptionen an, die derzeit installierten Produkten entsprechen; nur verwendet mit --available

source: lists only subscriptions or products containing the specified expression in the subscription or product information, varying with the list requested and the server version (case-insensitive).
de: Zeigt nur Subskriptionen oder Produkte an, die den angegebenen Ausdruck in den Subskriptions- oder Produktinformationen enthalten, die sich je nach angeforderter List und der Serverversion unterscheiden (Groß- und Kleinschreibung wird ignoriert).

source: lists only the pool IDs for applicable available or consumed subscriptions; only used with --available and --consumed
de: Zeigt nur die Pool-IDs für passende verfügbare oder verbrauchte Subskriptionen an. Wird nur mit --available und --consumed verwendet

source: Error: --afterdate is only applicable with --available
de: Fehler: --afterdate ist nur anwendbar mit --available

source: Error: --afterdate cannot be used with --ondate
de: Fehler: --afterdate kann nicht mit --ondate verwendet werden

source: Date entered is invalid. Date should be in YYYY-MM-DD format (example: {dateexample})
de: Angegebenes Datum ist ungültig. Datum sollte im Format JJJJ-MM-TT vorliegen (Beispiel: {dateexample})

source: Installed Product Status
cs: Stav nainstalovaného produktu
de: Status der installierten Produkte

source: No installed products to list
cs: Žádné nainstalované produkty k vypsání
de: Keine aufzulistenden installierten Produkte

source: Available Subscriptions
de: Verfügbare Subskriptionen

source: No available subscription pools to list
de: Keine aufzulistenden verfügbaren Subskriptions-Pools

source: Consumed Subscriptions
de: Verbrauchte Subskriptionen

source: No consumed subscription pools were found.
de: Es wurden keine konsumierten Subskriptionspools gefunden.

source: specify organization
de: Organisation angeben

source: Organization:
cs: Organizace:
de: Organisation:

source: Manage custom content repository settings
cs: Spravovat uživatelsky určená nastavení repozitáře obsahu
de: Benutzerdefinierte Inhaltsrepository-Einstellungen verwalten

source: repository to modify (can be specified more than once)
cs: repozitář který změnit (je možné uvést vícekrát)
de: Zu modifizierendes Repository (kann mehrmals angegeben werden)

source: name of the override to remove (can be specified more than once); used with --repo option.
cs: název přebití, které odebrat (je možné uvést vícekrát) – použijte s volbou --repo.
de: Name der zu entfernenden Überschreibung (kann mehrmals angegeben werden); verwendet mit der --repo Option.

source: name and value of the option to override separated by a colon (can be specified more than once); used with --repo option.
cs: název a hodnota volby kterou přebít, oddělená dvojtečkou (je možné uvést vícekrát) – použijte s volbou --repo.
de: Name und Wert der Überschreibungsoption, duch Komma getrennt (kann mehrmals angegeben werden); verwendet mit der --repo Option.

source: remove all overrides; can be specific to a repository by providing --repo
cs: odebrat veškerá přebití – může být specifické k repozitáři a to zadáním --repo
de: Entfernen aller Überschreibungen; kann speziell für ein Repository durch Angabe von --repo sein

source: list all overrides; can be specific to a repository by providing --repo
cs: vypsat veškerá přebití – může být specifické ke konkrétnímu repozitáři zadáním --repo
de: Liste aller Überschreibungen; kann speziell für ein Repository durch Angabe von --repo sein

source: You must specify an override in the form of "name:value" with --add.
cs: Je třeba zadat přebití ve formě „název:hodnota“ s --add.
de: Sie müssen eine Überschreibung im Format "name:value" mit --add angeben.

source: --add arguments should be in the form of "name:value"
cs: argumenty pro --add by měly mít podobu „nazev:hodnota“
de: --add Argumente sollten im Format »name:value« sein

source: Error: You must specify a repository to modify
cs: Chyba: Je třeba zadat který repozitář změnit
de: Fehler: Sie müssen das zu ändernde Repository angeben

source: Error: You may not use --add or --remove with --remove-all and --list
cs: Chyba: Neměli byste používat --add nebo --remove ve spojení s --remove-all a --list
de: Fehler: Sie dürfen nicht --add oder --remove zusammen mit --remove-all und --list verwenden

source: Error: You may not use --list with --remove-all
cs: Chyba: Není možné použít --list a zároveň --remove-all
de: Fehler: Sie dürfen nicht --list zusammen mit --remove-all verwenden

source: Error: The --repo option must be used with --list or --add or --remove.
cs: Chyba: Je třeba, aby volba --repo byla použita s --list nebo --add nebo --remove.
de: Fehler: Die --repo Option muss zusammen mit --list oder --add oder --remove verwendet werden.

source: Error: You must specify an override name with --remove.
cs: Chyba: je třeba zadat název přebití pomocí --remove.
de: Fehler: Sie müssen einen Überschreibungsnamen mit --remove angeben.

source: Error: The 'repo-override' command is not supported by the server.
cs: Chyba: Příkaz „repo-override“ není serverem podporován.
de: Fehler: Der »repo-override« Befehl wird vom Server nicht unterstützt.

source: Repositories disabled by configuration.
cs: Repozitáře vypnuty dle nastavení.
de: Repositorys durch Konfiguration deaktiviert.

source: This system does not have any content overrides applied to it.
cs: Na tento systém není uplatňováno žádné přebití obsahu.
de: Auf diesem System wurden keine Inhaltsüberschreibungen angewendet.

source: Display the organizations against which a user can register a system
cs: Zobrazit organizace vůči kterým uživatel může systém zaregistrovat
de: Zeigt die Organisationen an, bei denen ein Benutzer ein System registrieren kann

source: Organizations
cs: Organizace
de: Organisationen

source: Error: Unable to retrieve org list from server
cs: Chyba: Nebylo možné získat seznam organizací ze serveru
de: Fehler: Organisationsliste konnte nicht von Server abgerufen werden

source: View and configure with 'subscription-manager plugins'
cs: Zobrazte si a nastavte pomocí „subscription-manager plugins“
de: Mit »subscription-manager plugins« anzeigen und konfigurieren

source: show verbose plugin info
cs: zobrazit nejpodrobnější informace o zásuvném modulu
de: Ausführliche Plugin-Infos anzeigen

source: disabled
cs: zakázáno
de: deaktiviert

source: enabled
cs: povoleno
de: aktiviert

source: Attempt to redeem a subscription for a preconfigured system
de: Versucht, eine Subskription für ein vorkonfiguriertes System einzulösen

source: email address to notify when subscription redemption is complete
de: Zu benachrichtigende E-Mail-Adresse, sobald das Abonnement eingelöst wurde

source: optional language to use for email notification when subscription redemption is complete (Examples: en-us, de-de)
de: Optionale Sprache für E-Mail-Benachrichtigung, sobald Subskription eingelöst wurde (Beispiele: en-us, de-de)

source: Error: This command requires that you specify an email address with --email.
de: Fehler: Dieser Befehl erfordert die Angabe einer E-Mail-Adresse mit --email.

source: Pull the latest subscription data from the server
cs: Vytáhnout ze serveru nejnovější data o předplatném
de: Neueste Subskriptionsdaten vom Server abrufen

source: force certificate regeneration
cs: vynutit znovuvytvoření certifikátu
de: Zertifikatsregeneration erzwingen

source: All local data refreshed
cs: Veškerá lokální data znovu načtena
de: Alle lokalen Daten aktualisiert

source: base URL for content in form of https://hostname:port/prefix
cs: základ URL pro obsah ve formě https://nazev_hostitel:port/predpona
de: Basis-URL für Inhalte im Format https://hostname:port/prefix

source: name of the system to register, defaults to the hostname
cs: název systému, které zaregistrovat – výchozí je název hostitele
de: Name des zu registrierenden Systems, standardmäßig der Hostname

source: the existing system data is pulled from the server
cs: existující data o systému jsou vytažena ze serveru
de: Vorhandene Systemdaten werden vom Server abgerufen

source: register with one of multiple organizations for the user, using organization key
cs: zaregistrovat u jedné z vícero organizací pro uživatele, pomocí klíče organizace
de: Mit einer von mehreren Organisationen für den Benutzer registrieren mittels Organisationsschlüssel

source: register with a specific environment in the destination org
de: Bei einer bestimmten Umgebung in der Zielorganisation registrieren

source: set a release version
cs: nastavit verzi vydání
de: Release-Version angeben

source: Deprecated, see --auto-attach
de: Veraltet, siehe --auto-attach

source: automatically attach compatible subscriptions to this system
de: Kompatible Subskriptionen automatisch mit diesem System verknüpfen

source: activation key to use for registration (can be specified more than once)
cs: aktivační klíč který použít pro registraci (je možné uvést vícekrát)
de: Aktivierungsschlüssel für Registrierung (kann mehrmals angegeben werden)

source: system preference used when subscribing automatically, requires --auto-attach
de: Systemeinstellung für automatische Subskription, erfordert --auto-attach

source: This system is already registered. Use --force to override
cs: Tento systém už je zaregistrován. Pokud chcete přebít, použijte --force
de: Dieses System wurde bereits registriert. Verwenden Sie --force, um dennoch fortzufahren

source: Error: Activation keys cannot be used with --auto-attach.
de: Fehler: Aktivierungsschlüssel kann nicht mit --auto-attach verwendet werden.

source: Error: Must use --auto-attach with --servicelevel.
de: Fehler: --auto-attach muss mit --servicelevel verwendet werden.

source: Error: Must provide --org with activation keys.
cs: Chyba: Je třeba zadat --org s aktivačními klíči.
de: Fehler: --org muss mit Aktivierungsschlüsseln angeben werden.

source: Error: The --type option has been deprecated and may not be used.
cs: Chyba: Volba --type byla označená za zastaralou a neměla by být používána.
de: Fehler: Die Option --type ist veraltet und darf nicht verwendet werden.

source: Environment:
cs: Prostředí:
de: Umgebung:

source: Configure which operating system release to use
cs: Nastavte které vydání operačního systému použít
de: Zu verwendende Betriebssystem-Release konfigurieren

source: shows current release setting; default command
cs: zobrazit stávající nastavení vydání; výchozí příkaz
de: Zeigt aktuelle Release-Einstellung; Standardbefehl

source: list available releases
cs: vypsat vydání k dispozici
de: Alle verfügbaren Releases auflisten

source: set the release for this system
cs: nastavit vydání pro tento systém
de: Release für dieses System einstellen

source: unset the release for this system
cs: zrušit nastavení vydání pro tento systém
de: Release-Einstellung für dieses System aufheben

source: Error: The 'release' command is not supported by the server.
cs: Chyba: Příkaz „release“ není serverem podporován.
de: Fehler: Der »release«-Befehl wird vom Server nicht unterstützt.

source: Release not set
cs: Vydání nenastaveno
de: Release nicht festgelegt

source: Release preference has been unset
cs: Nastavení preference vydání bylo zrušeno
de: Release-Einstellung wurde entfernt

source: No release versions available, please check subscriptions.
cs: Nejsou k dispozici žádné verze vydání – zkontrolujte předplatná.
de: Keine Release-Versionen verfügbar, bitte prüfen Sie Ihre Subskriptionen.

source: Available Releases
cs: Vydání k dispozici
de: Verfügbare Releases

source: certificate serial number to remove (can be specified more than once)
de: Seriennummer des zu entfernenden Zertifikats (kann mehrmals angegeben werden)

source: the ID of the pool to remove (can be specified more than once)
de: die ID des zu entfernenden Pools (kann mehrmals angegeben werden)

source: remove all subscriptions from this system
de: Alle Subskriptionen von diesem System entfernen

source: Remove all or specific subscriptions from this system
de: Alle oder angegebene Subskriptionen von diesem System entfernen

source: Error: The registered entitlement server does not support remove --pool. Instead, use the remove --serial option.
de: Fehler: Der registrierte Berechtigungsserver unterstützt nicht remove --pool. Verwenden Sie stattdessen die Option remove --serial.

source: Error: This command requires that you specify one of --serial, --pool or --all.
de: Fehler: Für diesen Befehl müssen Sie entweder --serial, --pool oder --all angeben.

source: The entitlement server successfully removed these pools:
de: Der Berechtigungsserver hat erfolgreich die folgenden Pools entfernt:

source: The entitlement server successfully removed these serial numbers:
de: Der Berechtigungsserver hat erfolgreich die folgenden Seriennummern entfernt:

source: The entitlement server successfully removed these IDs:
de: Der Berechtigungsserver hat erfolgreich die folgenden IDs entfernt:

source: The entitlement server failed to remove these pools:
de: Der Berechtigungsserver konnte nicht die folgenden Pools entfernen:

source: The entitlement server failed to remove these serial numbers:
de: Der Berechtigungsserver konnte nicht die folgenden Seriennummern entfernen:

source: The entitlement server failed to remove these IDs:
de: Der Berechtigungsserver konnte nicht die folgenden IDs entfernen:

source: All subscriptions have been removed at the server.
de: Alle Subskriptionen wurden vom Server entfernt.

source: %s subscription removed at the server.
de: %s Subskription vom Server entfernt.

source: List the repositories which this system is entitled to use
cs: Vypsat repozitáře, které má tento systém nárok využívat
de: Listet die Repositorys auf, zu deren Verwendung dieses System berechtigt ist

source: list all known repositories for this system
cs: vypsat všechny repozitáře, známé tomuto systému
de: Alle bekannten Repositorys für dieses System auflisten

source: list known, enabled repositories for this system
cs: vypsat tomuto systému známé, povolené repozitáře
de: Bekannte, aktivierte Repositorys für dieses System auflisten

source: list known, disabled repositories for this system
cs: vypsat tomuto systému známé, vypnuté repozitáře
de: Bekannte, deaktivierte Repositorys für dieses System auflisten

source: repository to enable (can be specified more than once). Wildcards (* and ?) are supported.
cs: repozitář, který zapnout (je možné uvést vícekrát). Zástupné znaky (* a ?) jsou podporovány.
de: Zu aktivierendes Repository (kann mehrmals angegeben werden). Platzhalter (* und ?) werden unterstützt.

source: repository to disable (can be specified more than once). Wildcards (* and ?) are supported.
cs: repozitář, který vypnout (je možné uvést vícekrát). Zástupné znaky (* a ?) jsou podporovány.
de: Zu deaktivierendes Repository (kann mehrmals angegeben werden). Platzhalter (* und ?) werden unterstützt.

source: There were no available repositories matching the specified criteria.
cs: Nejsou k dispozici žádné repozitáře, odpovídající zadaným kritériím.
de: Keine verfügbaren Repositorys entsprechen den angegebenen Kriterien.

source: This system has no repositories available through subscriptions.
cs: Tento systém nemá k dispozici žádné repozitáře, dostupné prostřednictvím předplatných.
de: Diesem System stehen keine Repositorys durch Subskriptionen zur Verfügung.

source: specify an organization when listing available service levels using the organization key, only used with --list
de: Organisation angeben beim Anzeigen verfügbarer Servicelevels mittels Organisationsschlüssel, nur zusammen mit --list verwendet

source: Error: --org is only supported with the --list or --set option
cs: Chyba: --org je podporováno pouze ve spojení s volbou --list nebo --set
de: Fehler: --org wird nur mit der Option --list oder --set unterstützt

source: Error: you must register or specify --username and --password to list service levels
cs: Chyba: je třeba zaregistrovat nebo vypsat seznam úrovní služby zadáním --username a --password
de: Fehler: Sie müssen sich registrieren oder --username und --password angeben, um Servicelevel anzuzeigen

source: Error: Unable to retrieve service levels.
cs: Chyba: Nebylo možné získat úrovně služeb.
de: Fehler: Servicelevels konnten nicht abgerufen werden.

source: Service level set to: "{val}".
cs: Úroveň služby nastavena na: „{val}“.
de: Servicelevel eingestellt auf: "{val}".

source: Service level preference has been unset
cs: Nastavení preference úrovně služeb bylo zrušeno
de: Die Servicelevel-Präferenz wurde aufgehoben

source: Error: The service-level command is not supported by the server.
cs: Chyba: Příkaz service-level není serverem podporován.
de: Fehler: Der »service-level«-Befehl wird vom Server nicht unterstützt.

source: Service level preference not set
cs: Preference úrovně služeb nenastavena
de: Servicelevel-Einstellung nicht festgelegt

source: Available Service Levels
cs: Úrovně služby k dispozici
de: Verfügbare Servicelevels

source: Show status information for this system's subscriptions and products
de: Anzeigen der Statusinformation für Subskriptionen und Produkte dieses Systems

source: Content Access Mode is set to Simple Content Access. This host has access to content, regardless of subscription status.
de: Der Inhaltszugriffsmodus ist auf Einfacher Inhaltszugriff eingestellt. Dieser Host hat unabhängig vom Abonnementstatus Zugriff auf Inhalte.

source: This system is currently not registered.
cs: Tento systém v tuto chvíli není zaregistrován.
de: Dieses System ist derzeit nicht registriert.

source: System has been unregistered.
cs: Systém byl odregistrován.
de: System wurde abgemeldet.

source: use set and unset to define the value for this field
de: Verwenden Sie set und unset, um den Wert für dieses Feld zu definieren

source: username to use when authorizing against the server
cs: uživatelské jméno které použít při ověřování se vůči serveru
de: Benutzername zur Autorisierung beim Server

source: password to use when authorizing against the server
cs: heslo které použít při ověřování se vůči serveru
de: Passwort zur Autorisierung beim Server

source: token to use when authorizing against the server
de: Token für die Autorisierung gegen den Server

source: Username:
cs: Uživatelské jméno:
de: Benutzername:

source: Password:
cs: Heslo:
de: Passwort:

source: Print version information
cs: Vypsat informace o verzi
de: Versionsinformationen anzeigen

source: %s local certificate has been deleted.
cs: %s lokální certifikát byl smazán.
de: %s lokales Zertifikat wurde gelöscht.

source: Total updates: %d
cs: Celkem aktualizací: %d
de: Aktualisierungen insgesamt: %d

source: Found (local) serial# %s
cs: Nalezené (lokální) sériové číslo %s
de: Gefundene (lokale) Seriennr. %s

source: Expected (UEP) serial# %s
cs: Očekávané (UEP) sériové číslo %s
de: Erwartete (UEP) Seriennr. %s

source: Added (new)
cs: Přidáno (nové)
de: Hinzugefügt (neu)

source: Deleted (rogue):
cs: Smazáno (nepoctivé):
de: Gelöscht (rogue):

source: Network error, unable to connect to server. Please see /var/log/rhsm/rhsm.log for more information.
cs: Chyba sítě – nebylo možné se připojit k serveru. Podrobnosti viz /var/log/rhsm/rhsm.log
de: Netzwerkfehler, Verbindung mit Server konnte nicht hergestellt werden. Siehe /var/log/rhsm/rhsm.log für weitere Informationen.

source: Network error. Please check the connection details, or see /var/log/rhsm/rhsm.log for more information.
de: Netzwerkfehler. Überprüfen Sie bitte die Verbindungseinstellungen oder werfen Sie einen Blick auf /var/log/rhsm/rhsm.log für weitere Informationen.

source: Proxy error, unable to connect to proxy server.
de: Proxy-Fehler, keine Verbindung zum Proxyserver herzustellen.

source: Unauthorized: Invalid credentials for request.
cs: Nepověřeno: neplatné přihlašovací údaje pro požadavek.
de: Nicht autorisiert: Ungültige Anmeldeinformationen für Anfrage.

source: Token authentication not supported by the entitlement server
cs: Ověřování se tokeny není serverem pro správu nároků podporováno
de: Token-Authentifizierung wird vom Berechtigungsserver nicht unterstützt

source: Forbidden: Invalid credentials for request.
cs: Odepřeno: neplatné přihlašovací údaje pro požadavek.
de: Verboten: Ungültige Anmeldeinformationen für Anfrage.

source: Remote server error. Please check the connection details, or see /var/log/rhsm/rhsm.log for more information.
cs: Chyba vzdáleného serveru. Zkontrolujte podrobnosti připojení nebo se podívejte ohledně dalších informací do /var/log/rhsm/rhsm.log
de: Remote-Serverfehler. Überprüfen Sie bitte die Verbindungseinstellungen oder werfen Sie einen Blick auf /var/log/rhsm/rhsm.log für weitere Informationen.

source: Bad CA certificate: %s
de: Fehlerhaftes CA-Zertifikat: %s
