Repository: candlepin/subscription-manager
Catalog: po/*.po
Languages: cs, de

source: <b>Are you sure you want to unregister?</b>
de: <b>Sind Sie sicher, dass Sie sich abmelden möchten?</b>

source: System Already Registered
de: System bereits registriert

source: Installed Products
de: Installierte Produkte

source: Removing
de: Entfernen

source: Removing subscription. Please wait.
de: Subskription wird entfernt. Bitte warten.

source: Stack of {group_name} and 1 other
de: Bündel mit {group_name} und 1 anderem

source: My Subscriptions
de: Meine Subskriptionen

source: Subscription is current.
de: Subskription ist aktuell.

source: Subscription is expired.
de: Subskription ist abgelaufen.

source: Subscription has not begun.
de: Subskription hat noch nicht begonnen.

source: There was an error saving your configuration.
de: Beim Speichern Ihrer Konfiguration trat ein Fehler auf.

source: Make sure that you own %s.
de: Stellen Sie sicher, dass Sie %s besitzen.

source: Proxy connection succeeded
de: Proxy-Verbindung erfolgreich

source: Proxy connection failed
de: Proxy-Verbindung fehlgeschlagen

source: Testing Connection
de: Verbindung wird getestet

source: Please wait
de: Bitte warten

source: Not Set
de: Nicht eingestellt

source: Error redeeming subscription: %s
de: Fehler beim Einlösen der Subskription: %s

source: <b>Unable to register the system.</b>
de: <b>System konnte nicht registriert werden.</b>

source: Error during registration.
de: Fehler bei der Registrierung.

source: <b>Attaching</b>
de: <b>Verknüpfen</b>

source: Subscription Attachment
de: Subskriptionsverknüpfung

source: Unable to unregister
de: Abmelden nicht möglich

source: Uploading package profile
de: Paketprofil wird hochgeladen

source: Attaching subscriptions
de: Subskriptionen verknüpfen

source: Error subscribing: %s
de: Fehler beim Subskribieren: %s

source: _Attach
de: _Verknüpfen

source: Finding suitable subscriptions
de: Passende Abos finden

source: Unable to auto-attach, server does not support service levels.
de: Automatische Verknüpfung nicht möglich, Server unterstützt keine Servicelevels.

source: No installed products on system. No need to attach subscriptions at this time.
de: Keine installierten Produkte auf dem System. Derzeit keine Verknüpfung mit Subskriptionen nötig.

source: All installed products are covered by valid entitlements. No need to attach subscriptions at this time.
de: Alle installierten Produkte werden von gültigen Berechtigungen abgedeckt. Eine Verknüpfung mit Subskriptionen ist derzeit nicht notwendig.

source: Consumer has been deleted.
de: Verbraucher wurde gelöscht.

source: You will need to use Red Hat Subscription Manager to manually attach subscriptions to this system after completing setup.
de: Sie müssen Red Hat Subscription Manager verwenden, um nach Abschluss des Setups manuell Abonnements für dieses System anzufügen.

source: No service level will cover all installed products. Please manually subscribe using multiple service levels via the "All Available Subscriptions" tab or purchase additional subscriptions.
de: Kein Service-Level deckt alle installierten Produkte ab. Bitte subskribieren Sie manuell unter Verwendung mehrerer Service-Levels über den Reiter "Alle verfügbaren Subskriptionen" oder erwerben Sie zusätzliche Subskriptionen.

source: Fetching list of possible environments
de: Liste möglicher Umgebungen abrufen

source: Fetching list of possible organizations
de: Liste möglicher Organisationen abrufen

source: You must enter a system name.
de: Sie müssen einen Systemnamen angeben.

source: You must enter a login.
de: Sie müssen ein Login angeben.

source: You must enter a password.
de: Sie müssen ein Passwort angeben.

source: You must enter an organization.
de: Sie müssen eine Organisation angeben.

source: You must enter an activation key.
de: Sie müssen einen Aktivierungsschlüssel angeben.

source: _Next
de: _Weiter

source: Please provide a hostname with optional port and/or prefix: hostname[:port][/prefix]
de: Bitte geben Sie einen Hostnamen sowie optional einen Port und/oder ein Präfix an: Hostname[:Port][/Präfix]

source: CA certificate for subscription service has not been installed.
de: CA-Zertifikat für Subskriptionsdienst wurde nicht installiert.

source: Error validating server: %s
de: Fehler beim Validieren von Server: %s

source: Validating connection
de: Verbindung validieren

source: Server supports environments, but none are available.
de: Server unterstützt Umgebungen, es sind jedoch keine verfügbar.

source: Not all expected subscriptions were attached, see /var/log/rhsm/rhsm.log for more details.
de: Nicht alle erwarteten Subskriptions wurden angehängt, weitere Informationen finden Sie unter /var/log/rhsm/rhsm.log.

source: Attached subscriptions do not provide any repositories.
de: Verknüpfte Subskriptionen stellen keine Repositorys bereit.

source: No repositories are available without an attached subscription.
de: Ohne verknüpfte Subskription sind keine Repositorys verfügbar.

source: Modified
de: Verändert

source: Loading Repository Data
de: Repository-Daten werden geladen

source: Retrieving repository data from server.
de: Abruf von Repository-Daten vom Server.

source: Unable to load repository data.
de: Laden von Repository-Daten nicht möglich.

source: Are you sure you want to remove all overrides for <b>%s</b>?
de: Sind Sie sicher, dass Sie alle Überschreibungen für <b>%s</b> entfernen wollen?

source: Confirm Remove All Overrides
de: Entfernen aller Überschreibungen bestätigen

source: Removing Repository Overrides
de: Repository-Überschreibungen werden entfernt

source: Removing all overrides for repository <b>%s</b>
de: Entferne alle Überschreibungen für Repository <b>%s</b>

source: Unable to reset repository overrides.
de: Repository-Überschreibungen konnten nicht zurückgesetzt werden.

source: Applying override changes to repositories.
de: Anwenden der Überschreibungsänderungen an Repositories.

source: Updating Repository Overrides
de: Aktualisierung von Repository-Überschreibungen

source: Unable to update overrides.
de: Überschreibungen konnten nicht aktualisiert werden.

source: Repositories have changes. Save changes?
de: Repositories wurden verändert. Änderungen speichern?

source: Save Changes
de: Änderungen speichern

source: Installed
de: Installiert

source: Invalid date format. Please re-enter a valid date. Example:
de: Ungültiges Datumsformat. Bitte geben Sie ein gültiges Datum an. Beispiel:

source: Date Selection
de: Datumsauswahl

source: Today
de: Heute

source: Both
de: Beides

source: Click to Adjust Quantity
de: Klicken Sie, um die Anzahl anzupassen

source: Could not find up2date_client.config module! Perhaps this script was already executed with --remove-rhn-packages?
de: up2date_client.config-Modul konnte nicht gefunden werden! Möglicherweise wurde dieses Skript bereits mit --remove-rhn-packages ausgeführt?

source: See /var/log/rhsm/rhsm.log for more details.
de: Siehe /var/log/rhsm/rhsm.log für weitere Informationen.

source: Unable to connect to certificate server: %s.
de: Mit Zertifikats-Server konnte nicht verbunden werden: %s.

source: You have entered an invalid choice. Enter a choice from the menu above.
de: Ungültige Auswahl. Wählen Sie eine Option aus dem obigen Menü.

source: Could not read legacy system id at %s
de: Alte System-ID unter %s konnte nicht gelesen werden

source: Legacy password:
de: Altes Passwort:

source: Legacy username:
de: Alter Benutzername:

source: Destination password:
de: Ziel-Passwort:

source: Destination username:
de: Ziel-Benutzername:

source: Could not read legacy proxy settings.
de: Alte Proxy-Einstellungen konnten nicht gelesen werden.

source: Error parsing server URL: %s
de: Fehler beim Analysieren der Server-URL: %s

source: This system appears to already be registered to Satellite 6.
de: Dieses System scheint bereits bei Satellite 6 registriert zu sein.

source: This system appears to already be registered to Red Hat Subscription Management.
de: Dieses System scheint bereits beim Red Hat Subscription Management registriert zu sein.

source: The CA certificate for the destination server has not been installed.
de: Das CA-Zertifikat für den Zielserver wurde nicht installiert.

source: Org:
de: Organisation:

source: Couldn't find organization '%s'.
de: Organisation »%s« konnte nicht gefunden werden.

source: Environments are not supported by this server.
de: Umgebungen werden von diesem Server nicht unterstützt.

source: Couldn't find environment '%s'.
de: Umgebung »%s« konnte nicht gefunden werden.

source: Unable to authenticate to legacy server.
de: Beim alten Server konnte nicht authentifiziert werden.

source: Problem encountered getting the list of subscribed channels.
de: Beim Abrufen der Liste subskribierter Channels ist ein Problem aufgetreten.

source: You are subscribed to more than one jbappplatform channel. This script does not support that configuration.
de: Sie subskribieren mehr als einen jbappplatform-Channel. Dieses Skript unterstützt keine derartige Konfiguration.

source: You are subscribed to channels that have conflicting product certificates.
de: Sie subskribieren Channels, die widersprüchliche Produktzertifikate haben.

source: Unable to read mapping file: %(mappingfile)s. Please check that you have the %(package)s package installed.
de: Mapping-Datei konnte nicht gelesen werden: %(mappingfile)s. Vergewissern Sie sich, dass Sie das %(package)s Paket installiert haben.

source: No product certificates are mapped to these legacy channels:
de: Den folgenden alten Channels sind keine Produktzertifikate zugewiesen:

source: Use --force to ignore these channels and continue the migration.
de: Verwenden Sie --force, um diese Channels zu ignorieren und die Migration fortzusetzen.

source: Installing product certificates for these legacy channels:
de: Produktzertifikate für die folgenden alten Channels werden installiert:

source: Could not remove system entitlement on legacy server.
de: Berechtigung konnte System nicht auf altem Server entzogen werden.

source: Please investigate on the Customer Portal at https://access.redhat.com.
de: Bitte prüfen Sie dies im Kundenportal unter https://access.redhat.com nach.

source: System successfully unregistered from legacy server.
de: System erfolgreich vom alten Server abgemeldet.

source: Unable to unregister system from legacy server.
de: System konnte nicht vom alten Server abgemeldet werden.

source: Could not retrieve system migration data from legacy server.
de: Daten zur Systemmigration konnten nicht vom alten Server abgerufen werden.

source: Attempting to register system to destination server...
de: Registrierung des Systems beim Ziel-Server wird versucht…

source: Unable to register. For further assistance, please contact Red Hat Global Support Services.
de: Registrierung fehlgeschlagen. Bitte setzen Sie sich für weitere Hilfestellung mit dem Red Hat Global Support Services in Verbindung.

source: No service level preference
de: Keine Servicelevel-Einstellung

source: Please select a service level agreement for this system.
de: Bitte wählen Sie eine Servicelevel-Vereinbarung für dieses System.

source: Couldn't enable extra repositories.
de: Zusätzliche Repositorys konnten nicht aktiviert werden.

source: Stopping and disabling legacy services...
de: Veraltete Dienste werden gestoppt und deaktiviert…

source: Removing legacy packages...
de: Veraltete Pakete werden entfernt…

source: Retrieving existing legacy subscription information...
de: Informationen über vorhandene alte Subskriptionen werden abgerufen…

source: System is currently subscribed to these legacy channels:
de: System subskribiert derzeit die folgenden alten Channels:

source: Preparing to unregister system from legacy server...
de: Abmeldung des Systems von altem Server wird vorbereitet…

source: don't execute the auto-attach option while registering with subscription manager
de: Bei der Registrierung mit Subscription Manager keine automatische Verknüpfung mit Subskriptionen durchführen

source: service level to follow when attaching subscriptions, for no service level use --servicelevel=""
de: Servicelevel zur Verknüpfung mit Subskriptionen; für kein Servicelevel verwenden Sie --servicelevel=""

source: remove legacy packages
de: Veraltete Pakete entfernen

source: don't use legacy proxy settings with destination server
de: Alte Proxy-Einstellungen für Ziel-Server verwenden

source: organization to register to
de: Organisation, bei der registriert werden soll

source: environment to register to
de: Umgebung, bei der registriert werden soll

source: ignore channels not available on destination server
de: Channels ignorieren, die nicht im Ziel-Server verfügbar sind

source: leave system registered in legacy environment
de: System in alter Umgebung registriert lassen

source: specify the user name on the legacy server
de: Geben Sie den Benutzername auf dem alten Server an

source: specify the password on the legacy server
de: Geben Sie das Passwort auf dem alten Server an

source: specify the subscription management server to migrate to
de: Geben Sie den Subscription Management Server an, zu dem migriert werden soll

source: specify the user name on the destination server
de: Geben Sie den Benutzername auf dem Ziel-Server an

source: specify the password on the destination server
de: Geben Sie das Passwort auf dem Ziel-Server an

source: The --activation-key and --environment options cannot be used together.
de: Die Optionen --activation-key und --environment können nicht zusammen verwendet werden.

source: The --activation-key option precludes the use of --destination-user and --destination-password
de: Die Option --activation-key schließt die Verwendung der Optionen --destination-user und --destination-password aus

source: The --activation-key option requires that a --org be given.
de: Die Option --activation-key macht die Angabe von --org erforderlich.

source: The --servicelevel and --no-auto options cannot be used together.
de: Die Optionen --servicelevel und --no-auto können nicht zusammen verwendet werden.

source: The --remove-rhn-packages and --keep options cannot be used together.
de: Die Optionen --remove-rhn-packages und --keep können nicht zusammen verwendet werden.

source: The --remove-rhn-packages option must be used with --registration-state=purge.
de: Die Option --remove-rhn-packages muss zusammen mit --registration-state=purge verwendet werden.

source: Added:
cs: Přidáno:
de: Hinzugefügt:

source: Removed:
cs: Odebráno:
de: Entfernt:

source: Updates:
cs: Aktualizace:
de: Aktualisierungen:

source: Deleted:
cs: Smazáno:
de: Gelöscht:

source: Product
cs: Produkt
de: Produkt

source: Subscription
cs: Předplatné
de: Subskription

source: Stack
cs: Zásobník
de: Bündel

source: Error: More than one release product certificate installed. Certificate paths: %s
cs: Chyba: Nainstalován více než jeden certifikát produktu vydání. Popisy umístění certifikátů: %s
de: Fehler: Mehr als ein Produktzertifikat wurde installiert. Zertifikatspfade: %s

source: The yum/dnf plugins: %s were automatically enabled for the benefit of Red Hat Subscription Management. If not desired, use "subscription-manager config --rhsm.auto_enable_yum_plugins=0" to block this behavior.
cs: Zásuvné moduly yum/dnf: %s bylo automaticky povoleno kvůli Správě Red Hat předplatných. Pokud toto není chtěno, zablokujte toto chování pomocí „subscription-manager config --rhsm.auto_enable_yum_plugins=0".
de: Die yum/dnf-Plugins: %s wurden automatisch zum Nutzen von Red Hat Subscription Management aktiviert. Wenn nicht gewünscht, verwenden Sie "subscription-manager config --rhsm.auto_enable_yum_plugins=0", um dies zu blockieren.

source: Repo updates
cs: Aktualizace repozitářů
de: Repository-Aktualisierungen

source: Total repo updates: %d
cs: Celkem aktualizací repozitáře: %d
de: Repository-Aktualisierungen insgesamt: %d

source: Updated
cs: Aktualizováno
de: Aktualisiert

source: Deleted
cs: Smazáno
de: Gelöscht

source: Upload a package profile
cs: Nahrát profil balíčků
de: Laden Sie ein Paketprofil hoch

source: User interrupted process.
cs: Uživatel přerušil proces.
de: Benutzer hat den Prozess unterbrochen.

source: Error uploading package profile: %s
cs: Chyba při nahrávání profilu balíčiků: %s
de: Fehler beim Hochladen des Paketprofils: %s

source: Updating entitlement certificates & repositories
de: Berechtigungszertifikate & Repositorys aktualisieren

source: Unable to update entitlement certificates and repositories
cs: Nebylo možné zaktualizovat certifikáty a repozitáře nároku
de: Berechtigungszertifikate und Repositorys konnten nicht aktualisiert werden

source: %s is already running
de: %s läuft bereits

source: launches the registration dialog on startup
de: Startet den Registrierungsdialog beim Systemstart

source: and
cs: a
de: und

source: Red Hat Subscription Validity Applet
de: Red Hat Subskriptionsgültigkeits-Applet

source: (default: %(default)s)
cs: (výchozí: %(default)s)

source: .__call__() not defined
cs: .__call__() nedefinováno

source: show program's version number and exit
cs: zobrazit číslo verze programu a skončit

source: conflicting subparser: %s
cs: kolidující dílčí komponenta pro zpracovávání: %s

source: conflicting subparser alias: %s
cs: kolidující alternativní název dílčí komponenty pro zpracovávání: %s

source: unknown parser %(parser_name)r (choices: %(choices)s)
cs: neznámá komponenta pro zpracovávání %(parser_name)r (volby: %(choices)s)

source: argument "-" with mode %r
cs: argument „-“ s režimem %r

source: can't open '%(filename)s': %(error)s
cs: nebylo možné otevřít „%(filename)s“: %(error)s

source: cannot merge actions - two groups are named %r
cs: není možné sloučit akce – dvě skupiny jsou nazvané %r

source: 'required' is an invalid argument for positionals
cs: „required“ není platný argument pro poziční parametry

source: invalid option string %(option)r: must start with a character %(prefix_chars)r
cs: neplatný řetězec volby %(option)r: je třeba, aby začínalo znakem %(prefix_chars)r

source: dest= is required for options like %r
cs: pro volby jako %r je vyžadováno dest=

source: invalid conflict_resolution value: %r
cs: neplatná hodnota conflict_resolution: %r

source: conflicting option string: %s
cs: kolidující řetězec volby: %s

source: mutually exclusive arguments must be optional
cs: je třeba, aby argumenty, které není možné použít společně, byly volitelné

source: positional arguments
cs: poziční argumenty

source: options
cs: volby

source: cannot have multiple subparser arguments
cs: není možné mít vícero argumentů dílčích komponent pro zpracovávání

source: subcommands
cs: dílčí příkazy

source: ambiguous option: %(option)s could match %(matches)s
cs: nejednoznačná volba: %(option)snebylo možné najít shodu %(matches)s

source: ignored explicit argument %r
cs: ignorován výslovný argument %r

source: the following arguments are required: %s
cs: jsou zapotřebí následující argumenty: %s

source: expected one argument
cs: očekáván právě jeden argument

source: expected at most one argument
cs: očekáván nanejvýš jeden argument

source: expected at least one argument
cs: očekáván přinejmenším jeden argument

source: expected %s argument
cs: očekáván %s argument

source: unexpected option string: %s
cs: neočekávaný řetězec volby: %s

source: %r is not callable
cs: %r není možné zavolat

source: invalid %(type)s value: %(value)r
cs: neplatná hodnota %(type)s: %(value)r

source: invalid choice: %(value)r (choose from %(choices)s)
cs: Neplatná volba: %(value)r (zvolte z %(choices)s

source: %(prog)s: error: %(message)s
cs: %(prog)s: chyba: %(message)s

source: This system is not registered with an entitlement server. You can use "rhc" or "subscription-manager" to register.
cs: Tento systém není zaregistrován u serveru pro správu nároků. K registraci je možné použít „rhc“ nebo „subscription-manager“.

source: This system has release set to {release_version} and it receives updates only for this release.
cs: Tento systém má vydání nastaveno na {release_version} a dostává aktualizace pouze pro toto vydání.

source: subscription-manager plugin disabled %d system repository with respect of configuration in /etc/dnf/plugins/subscription-manager.conf
cs: zásuvný modul pro subscription-manager vypnul %d systémový repozitář a to kvůli nastavení v /etc/dnf/plugins/subscription-manager.conf

source: subscription-manager is operating in container mode.
cs: subscription-manage funguje v kontejnerovém režimu.

source: Upload combined profile to Satellite server (list of installed RPMs, enabled repositories and modules)
cs: Nahrát kombinovaný profil na Satellite server (seznam nainstalovaných RPM balíčků, zapnuté repozitáře a moduly)

source: %(prog)s {name} [OPTIONS] CERT_FILE
cs: %(prog)s {name} [VOLBY] SOUBOR_S_CERTIFIKÁTEM

source: Unable to read certificate file '{certificate}': {exception}
cs: Nebylo možné číst soubor s certifikátem „{certificate}“:{exception}

source: Type: {certificate_type}
cs: Typ: {certificate_type}

source: Version: {certificate_version}
cs: Verze: {certificate_version}

source: DER size: {size}b
cs: Velikost DER: {size}

source: Subject Key ID size: {len_subject_key_id}b
cs: Velikost klíče subjektu: {len_subject_key_id}b

source: Content sets: {content_length}
cs: Sady obsahu: {content_length}

source: Unable to find file "{file_path}" in manifest.
cs: V manifestu nebylo možné najít soubor „{file_path}“.

source: %(prog)s {name} [OPTIONS] MANIFEST_FILE
cs: %(prog)s {name} [VOLBY] SOUBOR_S_MANIFESTEM

source: Server Version
cs: Verze serveru

source: Name
cs: Název

source: UUID
cs: nikde se neopakující identifikátor

source: API URL
cs: URL API rozhraní

source: Web URL
cs: URL webu

source: Service Level
cs: Úroveň služeb

source: SKU
cs: Skladové číslo (SKU)

source: Account
cs: Účet

source: Unable to read certificate file '{certificate_file}': {exception}
cs: Nebylo možné číst soubor s certifikátem „{certificate_file}“: {exception}

source: File "{filename}" exists. Use -f to force overwriting the file.
cs: Soubor „{filename}“ existuje. Pokud ho chcete přepsat vynuťte to použitím -f.

source: The manifest has been dumped to the {destination} directory
cs: Manifest byl vypsán do složky {destination}

source: ID
cs: Identif.

source: Version
cs: Verze

source: Tags
cs: Štítky

source: Add-ons
cs: Doplňky

source: Socket Limit
cs: Limit počtu patic

source: RAM Limit
cs: Limit množství operační paměti

source: Pool ID
cs: Identif. fondu

source: Invalid Log Level: {lvl}, setting to INFO for this run.
cs: Neplatný stupeň podrobnosti záznamu událostí: {lvl} – náhradně pro toto spuštění nastaveno na INFO.

source: Please use: subscription-manager config --logging.default_log_level=<Log Level> to set the default_log_level to a valid value.
cs: Nastavte pomocí: subscription-manager config --logging.default_log_level=<Stupeň podrobnosti> default_log_level na platnou hodnotu.

source: Valid Values: {valid_str}
cs: Platné hodnoty: {valid_str}

source: Fetching supported resources
cs: Získávání nepodporovaných prostředků

source: Checking connection status
cs: Kontroluje se stav připojení

source: Fetching cloud token
cs: Získávání cloudového tokenu

source: Registering system
cs: Systém se registruje

source: Updating detected virtual machines running on given host
cs: Aktualizují zjištěné virtuální stroje běžící na daném hostiteli

source: Updating hypervisor information
cs: Aktualizují se informace o hypervizoru

source: Updating consumer information
cs: Aktualizují se informace o spotřebiteli

source: Fetching guest information
cs: Získávají se informace o hostovi

source: Removing guests
cs: Odebírají se hosté

source: Updating profile information
cs: Aktualizují se profilové informace

source: Fetching consumer keys
cs: Získávání klíčů spotřebitele

source: Checking compliance status
cs: Kontroluje se stav shody
