Repository: candlepin/subscription-manager
Catalog: po/*.po
Languages: cs, de

source: Your identity certificate has expired
cs: Platnost vašeho certifikátu identity skončila
de: Ihr Identitätszertifikat ist abgelaufen

source: Unable to verify server's identity: %s
cs: Nebylo možné ověřit identitu serveru: %s
de: Serveridentität konnte nicht überprüft werden: %s

source: Server URL can not be empty
cs: Je třeba vyplnit URL serveru
de: Server-URL darf nicht leer sein

source: Server URL is just a schema. Should include hostname, and/or port and path
cs: Do URL serveru bylo zadáno pouze schéma. Mělo by obsahovat ještě název stroje a/nebo port a popis umístění
de: Server-URL ist nur ein Schema. Sollte Hostnamen und/oder Port und Pfad enthalten

source: Server URL can not be None
cs: URL serveru nemůže být Žádné
de: Server-URL darf nicht »keine« sein

source: Server URL port should be numeric
cs: Port URL adresy serveru by měl být číselný
de: Server-URL-Port sollte numerisch sein

source: Server URL has an invalid scheme. http:// and https:// are supported
cs: URL serveru nemá platné schéma. Podporovány jsou http:// a https://
de: Server-URL hat ein ungültiges Schema. http:// und https:// werden unterstützt

source: The server rate limit has been exceeded, please try again later.
cs: Překročen limit počtu pokusů za časový úsek pro server. Zkuste to později.
de: Die Grenze der Server-Übertragungsrate wurde überschritten, bitte versuchen Sie es später erneut.

source: The server rate limit has been exceeded, please try again later. (Expires in %s seconds)
de: Die Grenze der Server-Übertragungsrate wurde überschritten, bitte versuchen Sie es später erneut. (Läuft ab in %s Sekunden)

source: HTTP error code %s: %s
de: HTTP-Fehlercode %s: %s

source: This software is licensed to you under the GNU General Public License, version 2 (GPLv2). There is NO WARRANTY for this software, express or implied, including the implied warranties of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. You should have received a copy of GPLv2 along with this software; if not, see: http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt Red Hat trademarks are not licensed under GPLv2. No permission is granted to use or replicate Red Hat trademarks that are incorporated in this software or its documentation.
de: Diese Software ist unter der GNU General Public License, Version 2 (GPLv2) lizenziert, d.h. OHNE GARANTIE für diese Software, weder ausdrücklich noch impliziert, einschließlich einer implizierten Garantie der MARKTREIFE oder der VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Sie sollten ein Exemplar der GPLv2 zusammen mit dieser Software erhalten haben. Falls nicht, werfen Sie bitte einen Blick auf: http://www.gnu.org/licenses/old-licenses/gpl-2.0.txt Red Hat Marken sind nicht unter GPLv2 lizenziert. Es wird keine Erlaubnis erteilt, die in dieser Software oder der zugehörigen Dokumentation enthaltenen Red Hat Marken zu verwenden oder zu replizieren.

source: All Subscriptions View
de: Ansicht aller Subskriptionen

source: Available
de: Verfügbar

source: Press Update to search for subscriptions.
de: Klicken Sie auf »Aktualisieren«, um nach Subskriptionen zu suchen.

source: No subscriptions are available on %s.
de: Keine Subskriptionen verfügbar auf %s.

source: No subscriptions match current filters.
de: Keine Subskriptionen stimmen mit aktuellen Filtern überein.

source: All Available Subscriptions
de: Alle verfügbaren Subskriptionen

source: Searching
de: Suche

source: Searching for subscriptions. Please wait.
de: Suche nach Subskriptionen. Bitte warten.

source: Error fetching subscriptions from server: %s
de: Fehler beim Abrufen von Subskriptionen vom Server: %s

source: Unable to search for subscriptions: %s
de: Fehler beim Suchen nach Subskriptionen: %s

source: Error getting subscription: %s
de: Fehler beim Abruf der Subskription: %s

source: Quantity must be a positive number.
de: Anzahl muss eine positive Zahl sein.

source: Attaching
de: Verknüpfen

source: Attaching subscription. Please wait.
de: Subskription wird verknüpft. Bitte warten.

source: %s applied
de: %s angewendet

source: Used / Total
de: Verbraucht / Gesamt

source: <b>Please enter the following for this system:</b>
de: <b>Bitte geben Sie Folgendes für dieses System ein:</b>

source: _Organization:
de: _Organisation:

source: Activation _Key:
de: A_ktivierungsschlüssel:

source: This must be the organization key, not the name.
de: Dies muss der Organisationsschlüssel sein, nicht der Name.

source: Multiple Activation Keys can be entered by separating them with a comma or a space.
de: Mehrere Aktivierungsschlüssel können durch Kommas oder Leerzeichen voneinander getrennt angegeben werden.

source: <b>Show subscriptions active on:</b>
de: <b>Zeige Subskriptionen aktiv auf:</b>

source: Update
de: Aktualisieren

source: Search
de: Suchen

source: label
de: Kennung

source: Filters
de: Filter

source: * Click to Adjust Quantity
de: * Klicken Sie, um die Anzahl anzupassen

source: Attach
de: Verknüpfen

source: The subscription management service you register with will provide your system with updates and allow additional management.
de: Der Subskriptionsverwaltungsdienst, bei dem Sie sich registrieren, wird Ihr System mit Aktualisierungen versorgen und weitere Verwaltungsoptionen bieten.

source: Registering with Customer Portal, Subscription Asset Manager, Satellite or Candlepin servers can be used to provide your system with updates and allow management through the selected server's interface.
de: Eine Registrierung beim Kundenportal, Subscription Asset Manager, Satellite- oder Candlepin-Servern kann dazu dienen, Ihr System mit Aktualisierungen zu versorgen und die Verwaltung über die Oberfläche des gewählten Servers zu ermöglichen.

source: I will register _with:
de: Ich werde registrieren _bei:

source: hostname[:port][/prefix]
de: Hostname[:Port][/Präfix]

source: _Default
de: _Standard

source: Reset to register with Customer Portal.
de: Zurücksetzen zur Registrierung beim Kundenportal.

source: Activation Keys are alphanumeric strings that are preconfigured by your system administrators to automatically register your system and attach all necessary subscriptions.
de: Aktivierungsschlüssel sind alphanumerische Zeichenketten, die von Ihrem Systemadministrator vorkonfiguriert wurden, um Ihr System automatisch zu registrieren und mit sämtlichen notwendigen Subskriptionen zu verknüpfen.

source: I will use an Activation _Key
de: Ich werde einen A_ktivierungsschlüssel verwenden

source: If required, please configure your proxy before moving forward.
de: Falls nötig, konfigurieren Sie bitte Ihren Proxy, bevor Sie fortfahren.

source: Configure Pro_xy
de: Pro_xy konfigurieren

source: <b>Confirm Subscriptions</b>
de: <b>Subskriptionen bestätigen</b>

source: The following subscriptions will be attached:
de: Die folgenden Subskriptionen werden verknüpft:

source: Selected Subscriptions Table
de: Tabelle ausgewählter Subskriptionen

source: Core repositories will be enabled for each product.
de: Kern-Repositorys werden für jedes Produkt aktiviert.

source: Contract Selection
de: Vertragsauswahl

source: <b>Choose the specific contract to use:</b>
de: <b>Wählen Sie den zu verwendenden Vertrag:</b>

source: <b>Subscription:</b>
de: <b>Subskription:</b>

source: <b>Total Contracts:</b>
de: <b>Verträge Insgesamt:</b>

source: * Click to Change Quantity
de: * Klicken Sie, um die Anzahl anzupassen

source: SLA Selection Table
de: SLA-Auswahltabelle

source: _Password:
de: _Passwort:

source: _Login:
de: _Benutzername:

source: A unique label for this system
de: Eine eindeutige Kennung für dieses System

source: _Manually attach subscriptions after registration
de: Nach Registrierung _manuell mit Subskriptionen verknüpfen

source: Done!
de: Fertig!

source: <b>Environment Selection</b>
de: <b>Umgebungsauswahl</b>

source: Subscription Manager - Facts
de: Subscription Manager - Fakten

source: System Identity:
de: Systemidentität:

source: System Identity Value
de: Systemidentitätswert

source: Organization:
de: Organisation:

source: Organization Value
de: Organisationswert

source: Environment:
de: Umgebung:

source: Environment
de: Umgebung

source: Last Update:
de: Letzte Aktualisierung:

source: Update Time
de: Zeit der Aktualisierung

source: Update Facts
de: Fakten der Aktualisierung

source: Filter Options
de: Filteroptionen

source: Only show subscriptions that:
de: Zeige nur Subskriptionen, die:

source: match my system
de: auf mein System passen

source: Only show subscriptions which can be attached to this machine and architecture
de: Nur Subskriptionen anzeigen, die mit diesem Rechner und dieser Architektur verknüpft werden können

source: Match System
de: Übereinstimmung mit System

source: match my installed products
de: auf meinee installierten Produkte passen

source: Only show subscriptions which can be applied to products installed on this machine
de: Zeige nur Subskriptionen, welche auf Produkte, die auf dieser Maschine installiert sind, angewendet werden können

source: Match Installed
de: Übereinstimmung mit installierten Produkten

source: Only show subscriptions that: provide products that are not already covered
de: Zeige nur Subskriptionen, die Produkte bereitstellen, die noch nicht abgedeckt sind

source: Hide subscriptions whose provided products have a Subscribed status
de: Subskriptionen verbergen, deren bereitgestellte Produkte den Status »subskribiert« haben

source: Do Not Overlap
de: Keine Überschneidungen

source: Contain the text
de: Enthält den Text

source: Text in Subscription
de: Text in Subskription

source: Overall Status
de: Gesamtstatus

source: Installed View
de: Installiert

source: <b>Product's Subscription Details</b>
de: <b>Subskriptionsdetails des Produkts</b>

source: <b>Product:</b>
de: <b>Produkt:</b>

source: <b>Subscriptions:</b>
de: <b>Subskriptionen:</b>

source: Product Text
de: Produkt - Text

source: Providing Subscriptions Text
de: Bietet Subskriptionen - Text

source: Certificate Status Text
de: Zertifikatsstatus - Text

source: <b>Arch:</b>
de: <b>Architektur:</b>

source: Arch Text
de: Architektur - Text

source: _Unregister
de: _Abmelden

source: _Import Cert
de: Zertifikat _importieren

source: R_edeem Subscription
de: Subskription _einlösen

source: View System _Facts
de: System_fakten ansehen

source: Repo_sitories
de: Repo_sitorys

source: _Preferences
de: _Einstellungen

source: _Help
de: _Hilfe

source: _Getting Started
de: _Erste Schritte

source: _Online Documentation
de: _Online-Dokumentation

source: You will need to use Red Hat Subscription Manager to manually attach subscriptions to this system after completing firstboot.
de: Sie müssen dieses System nach Abschluss von Firstboot mithilfe des Red Hat Subscription Managers manuell mit Subskriptionen verknüpfen.

source: After opening Red Hat Subscription Manager, manually attach subscriptions via the <b>All Available Subscriptions</b> tab.
de: Öffnen Sie den Red Hat Subscription Manager und verknüpfen Sie manuell mit Subskriptionen auf dem Reiter <b>Alle verfügbaren Subskriptionen</b>.

source: My Subscriptions View
de: Meine Subskriptionen

source: Remove
de: Entfernen

source: Proxy Configuration
de: Proxy-Konfiguration

source: I would like to connect via an _HTTP proxy.
de: Ich möchte über einen _HTTP-Proxy verbinden.

source: Proxy Checkbox
de: Proxy-Auswahlkästchen

source: <small><b>Example:</b> proxy.example.com:3128</small>
de: <small><b>Beispiel:</b> proxy.example.com:3128</small>

source: _Proxy Location:
de: _Proxy-Standort:

source: Enter in the format hostname(:port)
de: Im Format hostname(:port) eingeben

source: Proxy Location Text
de: Proxy-Standort - Text

source: Use Au_thentication with HTTP Proxy:
de: Au_thentifizierung mit dem HTTP-Proxy verwenden:

source: Authentication Checkbox
de: Authentifizierung - Auswahlkästchen

source: Proxy _Username:
de: Proxy-Ben_utzername:

source: Proxy P_assword:
de: Proxy-P_asswort:

source: Username Text
de: Benutzername - Text

source: Password Text
de: Passwort - Text

source: _Bypass the HTTP proxy for specific hosts/domains.
de: _Bypass der HTTP-Proxy für bestimmte Hosts/Domänen.

source: <small><b>Example:</b> host.example.com,.example.com</small>
de: <small><b>Beispiel:</b> host.example.com,.example.com</small>

source: _Hostname/Domain Bypass List:
de: _Hostname/Domain Umgehungsliste:

source: comma-separated list of hostnames/domains
de: durch Kommas getrennte Liste von Hostnamen/domains

source: _Cancel
de: _Abbrechen

source: Cancel Button
de: Abbruch-Taste

source: _Save
de: _Speichern

source: Save Button
de: Speichern-Schaltfläche

source: _Test Connection
de: _Testverbindung

source: Test Connection Button
de: Testverbindung - Schaltfläche

source: <b>Organization Selection</b>
de: <b>Organisationsauswahl</b>

source: System Preferences
de: Systemeinstellungen

source: Enable auto-attach preference
de: Automatische Verknüpfung aktivieren

source: <small>If enabled, subscriptions are attached for any uncovered products on a schedule (default of daily).</small>
de: <small>Wenn aktiviert, werden Subskriptionen für alle nicht abgedeckten Produkte nach einem Zeitplan verknüpft (Standard ist täglich).</small>

source: <small>Your system's release preference is followed when installing and updating packages.</small>
de: <small>Die Release-Einstellung Ihres Systems wird berücksichtigt, wenn Pakete installiert oder aktualisiert werden.</small>

source: Service level preference:
de: Servicelevel-Einstellung:

source: <small>Your system's service level preference is followed when subscribing automatically.</small>
de: <small>Die Servicelevel-Einstellung Ihres Systems wird bei der automatischen Subskription berücksichtigt</small>

source: Progress Dialog
de: Fortschrittsdialog

source: Subscription Redemption
de: Einlösen von Subskriptionen

source: Redeem
de: Einlösen

source: Redeeming the subscription may take a few minutes.
de: Das Einlösen der Subskription kann ggf. einige Minuten dauern.

source: Please provide an email address to receive notification when the redemption is complete.
de: Bitte geben Sie eine E-Mail-Adresse an, an die eine Benachrichtigung gesendet werden kann, sobald die Subskription erfolgreich eingelöst wurde.

source: Email Address:
de: E-Mail-Adresse:

source: Email Address Text
de: E-Mail-Adresse - Text

source: System Registration
de: Systemregistrierung

source: <b>Registering</b>
de: <b>Registrieren</b>

source: Progress Page
de: Verlaufsseite

source: This assistant will guide you through the process of registering your system with Red Hat to receive software updates and other benefits. You will need the following to register:
de: Dieser Assistent führt Sie durch den Prozess der Registrierung Ihres Systemes um Red Hat Software-Updates und andere Vorteile zu erhalten. Sie benötigen Folgendes zur Registrierung:

source: • A network connection
de: • Eine Netzwerkverbindung

source: • Your account login
de: • Ihr Account-Login

source: Your account login
de: Ihr Account-Login

source: • The address of a subscription management service (optional)
de: • Die Adresse eines Subskriptionsverwaltungsdienstes (optional)

source: _Why Should I Register?
de: _Warum sollte ich registrieren?

source: Why Should I Register?
de: Warum sollte ich registrieren?

source: Would you like to register your system at this time? <b>(Strongly recommended.)</b>
de: Möchten Sie Ihr System jetzt registrieren? <b>(dringend empfohlen)</b> .

source: _Yes, I'd like to register now.
de: _Ja, ich möchte jetzt registrieren.

source: _No, I prefer to register at a later time.
de: _Nein, Ich ziehe ich es vor, zu einem späteren Zeitpunkt zu registrieren.

source: Why Register
de: Warum registrieren

source: Registering your system with Red Hat allows you to take full advantage of the benefits of a paid subscription, including:
de: Wenn Sie Ihr System mit Red Hat registrieren, können Sie den vollen Nutzen aus den Vorteilen einer bezahlten Subskription erhalten, einschließlich:

source: _Close
de: S_chließen

source: <b>Security &amp; Updates:</b>
de: <b>Sicherheit &amp; Updates:</b>

source: Receive the latest software updates, including security updates, keeping this Red Hat Enterprise Linux system <b>updated</b> and <b>secure</b>.
de: Erhalten Sie die neuesten Softwareupdates, einschließlich Sicherheitsupdates, und behalten dieses Red Hat Enterprise Linux-System <b>aktualisiert</b> und <b>sicher</b>.

source: Download installation images for Red Hat Enterprise Linux releases, including new releases.
de: Herunterladen von Installationsimages für Red Hat Enterprise Linux-Versionen, einschließlich neuer Versionen.

source: Access to the technical support experts at Red Hat or Red Hat's partners for help with any issues you might encounter with this system.
de: Zugang zu den technischen Support-Experten von Red Hat oder Red Hat Partnern für Hilfe bei allen Problemen, denen Sie bei diesem System begegnen könnten.

source: <b>Management:</b>
de: <b>Verwaltung:</b>

source: Management
de: Verwaltung

source: Manage subscriptions and systems registered to Customer Portal via access.redhat.com or through one of our other subscription management services.
de: Verwalten von Subskriptionen und Systemen, die zum Kundenportal über access.redhat.com oder durch einen anderen unserer Subskriptionsverwaltungsdienste registriert sind.

source: <small><b>Tip:</b> Red Hat values your privacy: http://www.redhat.com/legal/privacy_statement.html</small>
de: <small><b>Tipp:</b> Red Hat nimmt den Datenschutz ernst: http://www.redhat.com/legal/privacy_statement.html</small>

source: Manage Repositories
de: Verwalten von Repositorys

source: Manage the repositories your subscriptions grant you access to by enabling, disabling and overriding certain fields.
de: Verwalten Sie die Repositorys, zu denen Ihre Subskriptionen Sie berechtigen, durch Aktivieren, Deaktivieren und Überschreiben bestimmter Felder.

source: <b>Base URL:</b>
de: <b>Basis-URL:</b>

source: <b>Other Overrides:</b>
de: <b>Andere Überschreibungen:</b>

source: Other Overrides Table
de: Tabelle anderer Überschreibungen

source: Remove All Overrides
de: Alle Überschreibungen entfernen

source: Apply
de: Anwenden

source: <b>Subscription Details</b>
de: <b>Subskriptionsdetails</b>

source: Subscription Text
de: Subskription - Text

source: <b>Products:</b>
de: <b>Produkte:</b>

source: Bundled Products Table
de: Gebündelte Produkte - Tabelle

source: <b>Service Level, Type:</b>
de: <b>Servicelevel, Typ:</b>

source: Support Level And Type Text
de: Supportlevel und -typ - Text

source: <b>Subscription Type:</b>
de: <b>Subskriptionstyp:</b>

source: Subscription Type Text
de: Subskriptionstyp Text

source: <b>Start - End Date:</b>
de: <b>Startdatum - Enddatum:</b>

source: <b>Contract:</b>
de: <b>Vertrag:</b>

source: Start End Date Text
de: Startdatum Enddatum - Text

source: Contract Number Text
de: Vertragsnummer - Text

source: <b>Provides Management:</b>
de: <b>Bietet Management:</b>

source: Provides Management Text
de: Bietet Management - Text

source: <b>Type:</b>
de: <b>Typ:</b>

source: Support Type Text
de: Supporttyp - Text

source: If required, please configure your proxy before moving forward.
de: Falls nötig, konfigurieren Sie bitte Ihren Proxy, bevor Sie fortfahren.

source: <b>Please enter your Red Hat account information:</b>
de: <b>Bitte geben Sie Ihre Red Hat Accountinformationen ein:</b>

source: <small>Tip: Forgot your login or password? Look it up at https://redhat.com/forgot_password</small>
de: <small>Tipp: Login oder Passwort vergessen? Abrufen unter https://redhat.com/forgot_password</small>

source: Registration with Red Hat Subscription Management is Done!
de: Die Registrierung bei der Subskriptionsverwaltung ist fertig!

source: This assistant will guide you through the process of registering your system with Red Hat to receive software updates and other benefits.
de: Dieser Assistent führt Sie durch die Registrierung Ihres Systems, um Red Hat Software-Updates und andere Vorteile zu erhalten.

source: You will need the following to register:
de: Für die Registrierung benötigen Sie Folgendes:

source: Fact
de: Fakt

source: Value
de: Wert

source: No previous update
de: Keine frühere Aktualisierung

source: Error: Deleted uuid: %s
de: Fehler: gelöschte UUID: %s

source: Error: Wrong uuid: %s
de: Fehler: falsche UUID: %s

source: Subscription Management Registration
de: Registrierung bei Subskriptionsverwaltung

source: Subscription Registration
de: Subskriptionsregistrierung

source: Import Certificates
de: Zertifikate importieren

source: Import
de: Importieren

source: Certificates
de: Zertifikate

source: All files
de: Alle Dateien

source: The following certificate files did not exist:
de: Die folgende Zertifikatsdatei existiert nicht:

source: The following files are not valid certificates and were not imported:
de: Die folgenden Dateien sind keine gültigen Zertifikate und wurden nicht importiert:

source: An error occurred while importing the following certificates. Please check the log file for more information.
de: Beim Importieren der folgenden Zertifikate trat ein Fehler auf. Bitte werfen Sie einen Blick auf die Protokolldatei für weitere Informationen.

source: The following certificates were successfully imported:
de: Die folgenden Zertifikate wurden erfolgreich importiert:

source: Certificate import was successful.
de: Zertifikat erfolgreich importiert.

source: Future Subscribed
de: Zukünftig subskribiert

source: Subscription %s is expired
de: Subskription %s ist abgelaufen

source: System is not registered.
de: System ist nicht registriert.

source: Entitlement server is unreachable.
de: Berechtigungsserver ist nicht erreichbar.

source: Covered by contract %s through %s
de: Durch Vertrag %s bis %s abgedeckt

source: My Installed Products
de: Meine installierten Produkte

source: No installed products detected.
de: Keine installierten Produkte gefunden.

source: System is properly subscribed through %s.
de: System ist ordnungsgemäß subskribiert durch %s.

source: System is properly subscribed.
de: System ist ordnungsgemäß subskribiert.

source: This system does not match subscription limits.
de: Dieses System entspricht nicht den Subskriptionslimits.

source: %s installed products do not have valid subscriptions.
de: %s installierte Produkte haben keine gültigen Subskriptionen.

source: 1 installed product does not have a valid subscription.
de: 1 installiertes Produkt hat keine gültige Subskription.

source: Keep your system up to date by registering.
de: Halten Sie Ihr System aktuell, indem Sie es registrieren.

source: Browser not detected. Documentation URL is %s.
de: Browser nicht erkannt. Dokumentations-URL ist %s.

source: Wrong proxy username or password, please check your settings.
de: Falsche Proxy-Benutzername oder Passwort, überprüfen Sie bitte Ihre Einstellungen.

source: Proxy authentication required, please check your settings.
de: Proxy-Authentifizierung erforderlich, überprüfen Sie Ihre Einstellungen.

source: Warning - subscription-manager plugins were automatically enabled
de: Warnung - subscription-manager Plugins wurden automatisch aktiviert

source: Error in preferences dialog.Please see /var/log/rhsm/rhsm.log for more information.
de: Fehler im Einstellungsdialog. Siehe /var/log/rhsm/rhsm.log für weitere Informationen.

source: Error in repos dialog. Please see /var/log/rhsm/rhsm.log for more information.
de: Fehler im Repository-Dialog. Siehe /var/log/rhsm/rhsm.log für weitere Informationen.

source: <b>Errors were encountered during unregister.</b>
de: <b>Beim Abmelden traten Fehler auf.</b>

source: Please see /var/log/rhsm/rhsm.log for more information.
de: Siehe /var/log/rhsm/rhsm.log für weitere Informationen.
